[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "xpbl_mu_waterPump",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 52,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 53,
        "description": "n/a",
        "originalText": "interface",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 59,
        "description": "n/a",
        "originalText": "::LEMCO LC387 - ::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 66,
        "description": "n/a",
        "originalText": "::Welcome, P. Bridges::\r\n\r\n",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 72,
        "description": "n/a",
        "originalText": "::Welcome, guest::\r\n\r\n",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 79,
        "description": "n/a",
        "originalText": "::Unable to connect to ASIN. Only local data is available.::",
        "translatedText": ""
    },
    {
        "className": "PHIC",
        "objectId": 87,
        "description": "n/a",
        "originalText": "plot.xpbl_philsArm",
        "translatedText": ""
    },
    {
        "className": "BC",
        "objectId": 88,
        "description": "n/a",
        "originalText": "context.global_xpbl_implantedChip_PhilBridges",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 92,
        "description": "n/a",
        "originalText": "::Documents::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 98,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 99,
        "description": "n/a",
        "originalText": "::Start decontamination procedure::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 103,
        "description": "n/a",
        "originalText": "::Initiate lockdown::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 107,
        "description": "n/a",
        "originalText": "::Exit::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 110,
        "description": "n/a",
        "originalText": "::Documents::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 120,
        "description": "n/a",
        "originalText": "::No available Servant detected. Your request has been placed in a queue.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 139,
        "description": "n/a",
        "originalText": "::Shadow wave psychoprojection charts::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 147,
        "description": "n/a",
        "originalText": "::Psychoprojection drawings::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 186,
        "description": "n/a",
        "originalText": "::Shadow wave frequencies:\r\n\r\nInfra (<0.5Hz) - No perceptible stimulation and no short-term effects.\r\nDelta (0.5-3Hz) - Faint, distant aural beat in the range of 5-15bpm. No visual stimulation.\r\nTheta (3-8Hz) - Deep stimulation of unconscious cognition: inductive reasoning, memory recollection, creativity, association, language, etc.\r\nAlpha (8-12Hz) - Sense of great relaxation and loss of sense of time and spatial awareness.\r\nBeta (12-38Hz) - Lucid audiovisual hallucinations.\r\nGamma (38-42Hz) - Increased analytic cognitive performance: deductive reasoning, complex problem-solving, etc.\r\nUpsilon (42-60Hz) - Increased psionic performance across most disciplines. Exhausting for non-psionic subjects, severe headaches in extreme cases.\r\n\r\nFrequencies higher than 60Hz are considered dangerous and should only be used with psionic subjects while exercising extreme caution.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 192,
        "description": "n/a",
        "originalText": "::Shadow wave frequencies:\r\n\r\nInfra (<0.5Hz) - Sense of vermicular motion inside head and abdomen. Mild headache and intestinal pain in approximately half of subjects.\r\nDelta (0.5-3Hz) - Violent pounding in ears, sometimes accompanied by hissing, growling and screaming. No visual stimulation.\r\nTheta (3-8Hz) - Creeping terror, distress, coldness.\r\nAlpha (8-12Hz) - Sense of asphyxiation and claustrophobia.\r\nBeta (12-38Hz) - Temporary loss of sight and hearing with the exception of sporadic audiovisual visions most commonly containing flashing pairs of lights, serpentine motion and indiscernible echoing sounds.\r\nGamma (38-42Hz) - Suicidal urges, madness, often leading to cerebral hemorrhaging and death. Complete and overwhelming sensory hallucinations.\r\n\r\nFrequencies higher than 42Hz will consistently result in death of subjects that have inhaled shadow dust.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 198,
        "description": "n/a",
        "originalText": "::The first drawing features a black background with a few white squiggly lines, some thicker, some thinner. Nothing more.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 204,
        "description": "n/a",
        "originalText": "::This folder contains numerous drawings by various individuals, ranging from simple black and white sketches to colorful portrayals of mind-bending objects, worlds or purely abstract concepts. Rounded, wave-like or spiraling lines pervade the imagery, and triangles, pyramids or tetrahedrons - depending on dimensions featured - are also common motifs.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 210,
        "description": "n/a",
        "originalText": "::This folder contains numerous drawings by various individuals, most of them disturbing in form and content. They feature twisted perspectives, strong colors that bleed into one another, serpents and other sinister-looking creatures devouring or simply slaughtering humanoid beings, as well as creatures of other kinds. \r\n\r\nSome of these drawings contain formulas, occult rather than scientific, regarding things done to flesh that is often featured next to these inscriptions, drawn in one way or the other.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 215,
        "description": "n/a",
        "originalText": "::The dark screen slowly turns purple. Colorful and detailed spiraling shapes of mathematical perfection begin to appear in the middle of the screen, becoming more and more concentrated in the very center until a symmetrical image finally gains form. The shapes repeat in different configurations and are self-similar - composed of smaller identical or almost identical shapes to itself, diminishing in scale to apparent infinity.\r\n\r\nThe text underneath the image indicates that the image is being rendered in real time from some kind of mathematical function, and you are given the option to zoom further in.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 223,
        "description": "n/a",
        "originalText": "::The second sketch is more elaborate: There are about twenty or so lines horizontally parallel to one another, with some having warm coloration - red, orange, yellow, etc. - either all the way through or partially until turning white again. They are shaped like sine waves with smooth, constant amplitude, but some waves are only uniform up until they spiral out of order and outside the bounds of the drawing.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 228,
        "description": "n/a",
        "originalText": "::There are a few notable ones: \r\n\r\nA transparent submarine dripping with black, slimy mass. Beams of light illuminate it from the dark below.\r\nA human figure cutting the monolith depicted as being laid down horizontally on the floor. There is black smoke rising from it and filling the room before falling back down as specs of dust.\r\nSome strange flying machine with large wings speeding through fog. Its dimensions and other properties are written next to it.\r\nA man and a woman with their hands reaching up. Tentacles emerge from below and hold them by their legs.\r\nAnatomy of a woman with some unknown markings on her vital organs. Her skin is colored green.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 235,
        "description": "n/a",
        "originalText": "::Some are more notable than others: \r\n\r\nHumanoid reptilians driving spears into a hairy, muscular four-legged creature. They are in the middle of an endless pool of blood.\r\nA serpent constricting various objects: people, machines, cities, celestial bodies and things greater. Often titled as \"Sørmir\" or \"Flottsørm\" - or most commonly \"Flottsørmir.\"\r\nA vortex of some kind, dark-centered and surrounded by people both alive and dead. All of the living ones are bowing deeply but the one who's sprinkling some kind of black dust all over it. The dead are never whole.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 250,
        "description": "n/a",
        "originalText": "::The third sketch is yet more elaborate: The background is still black, but all of the lines are colored without restrictions. Their mutual spatial relationship feels organized in a fully two-dimensional way, while their shapes are more varied in size and proportions, if still rounded for the most part. Simple geometrical shapes like triangles and squares split in half diagonally are also present, as if emerging from some kind of fabric formed by the underlying intertwistment of multicolored lines.\r\n\r\nYet the form is purely abstract and doesn't reference anything from the real world.::",
        "translatedText": ""
    },
    {
        "className": "SBFV",
        "objectId": 258,
        "description": "n/a",
        "originalText": "context.global_xpbl_knowFlottsormir",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 262,
        "description": "n/a",
        "originalText": "::You zoom into the center. The macroshape outgrows the screen and reveals its fractal composition whose constituents then again grow larger and radiate away as you zoom in. Colors change and shapes reconfigure, and the longer you stare into the infinite center the more it feels like you're descending into new realities, losing sight of the previously obvious patterns and building blocks.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 268,
        "description": "n/a",
        "originalText": "::The fourth drawing is completely blank.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 274,
        "description": "n/a",
        "originalText": "::From purple vastness you fall into a spiraling azure sea whose surface forms the maw of the universe that swallows you and squeezes you past the bright stars and into a quasar containing a lair of slithering green serpents between which clouds of glistening dust conceal scorching pits of molten rock forming an iced island on which lush orange vegetation homes the swarms of yellow thousand-legged insects crawling around their monstrous black queen whose single compound eye reflects floating polyhedrons between which cosmic arcs of lightning wreak havoc that disintegrate reality and funnel it broken into a spiraling singularity...::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 286,
        "description": "n/a",
        "originalText": "::...which is in fact a great serpent. You can no longer zoom in.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 294,
        "description": "n/a",
        "originalText": "::[Perception] You are able to see through the distracting colors and deceptive lines to discover otherworldly forms. The background - whatever it is - as mangled and undefined as it may look, feels strangely alive - for a still image! - and in some kind of sensory motion, as if the visuals want to expand into sounds and scents but never *actually* do. The complex shapes - peculiar polyhedral architecture and machines are more defined and in some ways appear to conquer this realm; they do not appear to be fit for human beings - at least not of our size and proportions - but perhaps something entirely different.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 300,
        "description": "n/a",
        "originalText": "::You get the impression that the image is supposed to represent something... more, but it is difficult for you to discern what.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 307,
        "description": "n/a",
        "originalText": "::The sixth drawing represents a cold, calculated organization of shapes, void of artistry and human emotion - a technical drawing, in essence. The rounded shapes are predominant again as well as a few merged tetrahedrons, and colors are uniform in distribution and saturation. This is the first one that features text - formulae that seem to describe properties of the drawn reality and relate them to our own.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 312,
        "description": "n/a",
        "originalText": "::The seventh drawing is unfinished, being only about one third done. It is a chaotic amalgamation of all the previous works, containing spirals and triangles and half-written formulae. Its incompleteness doesn't have a sense of drawing direction you're familiar with; instead, there are many holes in the composition - certain spots just lack color, whereas some other spots are completely blank, and there is no discernible pattern to any of this.\r\n\r\nThe drawing makes no sense to you. It also appears to be the last one in the folder.::",
        "translatedText": ""
    }
]