[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "xpbl_mu_waterPump",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 52,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 53,
        "description": "n/a",
        "originalText": "interface",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 59,
        "description": "n/a",
        "originalText": "::LEMCO LC387 - ::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 66,
        "description": "n/a",
        "originalText": "::Welcome, P. Bridges::\r\n\r\n",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 72,
        "description": "n/a",
        "originalText": "::Welcome, guest::\r\n\r\n",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 79,
        "description": "n/a",
        "originalText": "::Unable to connect to ASIN. Only local data is available.::",
        "translatedText": ""
    },
    {
        "className": "PHIC",
        "objectId": 87,
        "description": "n/a",
        "originalText": "plot.xpbl_philsArm",
        "translatedText": ""
    },
    {
        "className": "BC",
        "objectId": 88,
        "description": "n/a",
        "originalText": "context.global_xpbl_implantedChip_PhilBridges",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 92,
        "description": "n/a",
        "originalText": "::Documents::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 98,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 99,
        "description": "n/a",
        "originalText": "::Start decontamination procedure::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 103,
        "description": "n/a",
        "originalText": "::Initiate lockdown::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 107,
        "description": "n/a",
        "originalText": "::Exit::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 110,
        "description": "n/a",
        "originalText": "::Documents::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 119,
        "description": "n/a",
        "originalText": "::No available Servant detected. Your request has been placed in a queue.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 135,
        "description": "n/a",
        "originalText": "::This is a collection of collaborative scientific notes, reports and papers on Shadowlith recovered following Shadow Emission LE-AD 129 which wiped out most of the data in the Special Laboratory database.\r\n\r\nThe collection is incomplete and provides limited, corporeal insight into the most basic interactions between Shadowlith and our reality. It should only serve for archival purposes.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 140,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 182,
        "description": "n/a",
        "originalText": "::Discovery\r\n\r\nThe \"Black Monolith\" was first uncovered at the Abyssal Excavation Site Six (exact year and date unknown; closest estimate: between LE-BD 20 and 30), several years after the construction of Abyssal Station Zero. The Monolith is a 3m tall deep-black structure in the shape of a hexagonal prism augmented with pyramidal frustums at its top and bottom. It is composed of a material so dense it required four heavy sublifters to bring it to the station; at 108 tonnes its density was calculated to be 30.016g/cm3. Transporting it from the Manufacturing Dome required reinforcing the floor with RG panels and using superlubric mats to eliminate friction when pushed by strongmen.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 188,
        "description": "n/a",
        "originalText": "::Composition test No. 142 (143) (Date unavailable):\r\n\r\nThe test was performed after an upgrade to the nuclear magnetic resonance spectroscope module in the hopes that it will finally allow us to determine the molecular structure of the Black Monolith after numerous failed attempts. To our dismay, but sadly consistent with all our previous tests, this one too gave us no results. The Black Monolith is impenetrable to all our instruments and impervious to all tools with which we've tried to obtain samples. In agreement with Dr. Määrsson we are ceasing all attempts at further testing the monolith's physical properties until means to obtain samples are provided. We will instead focus all of our research on the Shadow Waves.\r\n\r\nDr. Leif Bøtten::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 194,
        "description": "n/a",
        "originalText": "::Shadow Waves\r\n\r\nA shadow wave is a transverse wave radiated by the Black Monolith which during its first half-period exhibits measurable physical interactions (*positive extancy*) but no measurable interactions during its second half-period (*negative extancy*). In normal conditions the change between positive and negative extancy occurs at frequencies of ~0.2Hz, meaning that the wave completes one full cycle in ~0.4Hz with an average wavelength of ~16 microns. The points where extancy states come to an end are called *shadow wave extancy limits*, or more specifically negative and positive extancy limits for each of the respective states of interaction.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 200,
        "description": "n/a",
        "originalText": "::Shadow Wave Manipulation, by Dr. Gustav Määrsson\r\n\r\nSo far we've determined that Shadow Wave can be partially manipulated through changes in the electromagnetic field during positive extancy. This means that by giving the wave more energy at appropriate extancy limits we can, for instance, change its frequency in a manner that is consistent with our understanding of the laws of reality. However, this also produces amplified and so far unpredictable quantum effects at extancy limits, both positive and negative, depending on how the wave had been manipulated and the medium through which it passes.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 206,
        "description": "n/a",
        "originalText": "::Object Negation Experiment No. 5\r\n\r\nThis experiment was conducted to test the hypothesized *complete negation* of objects from reality with PSWB (Phased Shadow Wave Beam) technology. The object used for this experiment is a standard-sized pseudobrass cup suspended in an MO-5 testing sphere.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 212,
        "description": "n/a",
        "originalText": "::Anamorphic Disc\r\n\r\nToday we received something called an \"anamorphic disc.\" It is supposedly capable of cutting the Black Monolith. It came in an external shipment, the details of which are oddly kept away from all of us (lowly engineers). At first glance it is a rather unimpressive rubbery disc 20cm in diameter and 1cm thick(!), gray in color, of a rough texture, made out of some unknown synthetic material we were explicitly instructed not to scan and to keep in cryo except during use. This thing is something no sane person would see as a cutting tool, let alone something that could damage an object as impervious as the Black Monolith. However, after doing some testing at the shop we now view the anamorphic disc in a completely different light.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 218,
        "description": "n/a",
        "originalText": "::Shadowlith archive::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 224,
        "description": "n/a",
        "originalText": "::The extent to which the shadow waves interact with material reality is not yet known, but so far we've measured the more obvious electromagnetic interactions (\"Effects of Shadow Waves on Electromagnetic Fields, by Dr. E. Herman Sigmærson\"), some weak nuclear interactions (Radioactive Decay at Shadow Wave Extancy Limits, Dr. Tarben Vörengær) and some strong nuclear interactions (Quark Chromodynamic Perturbations at Shadow Wave Extancy Limits, Dr. Størr Øivindr). Unaccounted-for increases and decreases in mass at extancy limits have also been measured, but due to its inconsistent manifestation and magnitude we've yet to draw solid conclusions with respect to gravitational effects of the wave.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 230,
        "description": "n/a",
        "originalText": "::The shadow waves can be directed through space by guiding them into orion tubes with a massive magnetic field shaper at the base of the monolith. In these tubes we can shoot photons at specific intervals, aiming for either negative or positive extancy limits so that we may study the resulting quantum interactions (\"The Consistency of Heinlein's Law in Electron-Positron Annihilation Near Negative Extancy Limits\" by Dr. E. Herman Sigmærson). ::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 236,
        "description": "n/a",
        "originalText": "::By channeling the shadow wave through two 5.3 meter long orion tubes and introducing increasing*†* amounts of energy at every positive extancy limit we are able to achieve the desired frequency of 67.5Hz for both waves. One wave is then continuously phase-shifted in the range of ~175-185 degrees while the PSWB is being focused on the cup. After the darkening effect*††* has been achieved, another energy surge is needed to completely negate the cup from existence, a process which occured in less than 0.15 seconds. The experiment, besides proving the Negation hypothesis also proves Bøtten's principle that strong chemical bonds will ensure that whole objects will be affected.\r\n\r\n*†(using Sigmærson's resonance function)*\r\n*††(Shadow Photons and the Darkening Effect, Dr. E. Herman Sigmærson)*::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 242,
        "description": "n/a",
        "originalText": "::The disc arrived with a Seddar SG-88M large diameter grinder on whose end it is to be attached, which frankly gives it a comically disproportionate appearance. Speaking of comical, are we really expected to believe that such a primitive tool as a mechanical grinder with a rubber gasket at its end will achieve what the most technologically advanced lasers and plasma cutters at our disposal can't? These thoughts went through all of our minds - and then we fired the thing up.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 248,
        "description": "n/a",
        "originalText": "::Most of these perturbations and otherwise unexplained phenomena occur near or at extancy limits, whereas during positive extancy the shadow wave carries energy in the form of a regular electromagnetic wave (starting at the negative and ending at the positive extancy limit of that period) in a somewhat predictable fashion, depending on properties measured. How the energy is carried from positive to negative extancy limits (for all intents and purposes, how the wave comes into existence again) and why and how these limits (which can be represented as fields causing these interactions) manifest in space is yet unknown. What is clear is that changes in this electromagnetic component wave during positive extancy of the shadow wave is conserved throughout its negative extancy - meaning that it is without a doubt *the* same wave which alternates between affecting and not affecting physical reality - as all of our research suggests - in quite possibly all of its fundamental aspects.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 254,
        "description": "n/a",
        "originalText": "::The process can be dangerous if too much energy is introduced, which has resulted in two accidents already, but controlled wave manipulation at positive extancy limits will create relatively stable changes in the wave. What quantum interactions occur at negative extancy limit, like the creation of new particles (actual and not virtual) is currently beyond the scope of our understanding.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 260,
        "description": "n/a",
        "originalText": "::In conclusion, the fifth test was a complete success, the only losses being the two orion tube and one MO-5 sphere. However, those could hardly be called losses, not because of the relatively small cost of the equipment but moreso due to the fact that changes in their chemical structure and the formation of these unknown liquid crystal compounds will provide our team with new studying material.\r\n\r\nDr. Michael Bane::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 266,
        "description": "n/a",
        "originalText": "::Within the span of a second the disc flattened while tripling in diameter, its gray color becoming much lighter in shade. In this state, the disc could cut anything we tested it on: pseudobrass, steel, all the way to stronger alloys and minerals, even a G5-rated diamond, and did so with little resistance.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 272,
        "description": "n/a",
        "originalText": "::The electromagnetic wave (which we've studied the most of all interactions) exhibits an unusual kind of elliptical polarization defined by Høldänsen's disjoint function. Informally it has been dubbed the \"serpentine polarization,\" as its graph representation bears the likeness of a snake spiraling through space. All attempts at polarizing the wave in any way have proven unsuccessful, as the wave will be repolarized as soon as the shadow wave enters its negative extancy, meaning that, after passing negative extancy limit, the EM wave will again have serpentine polarization.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 278,
        "description": "n/a",
        "originalText": "::Will it cut the monolith? That would be its ultimate test. We were instructed to modify a strongman to use the grinder and ensure that it is capable of performing the cut, taking all of the potential variables into account; no idea how they came up with those, but what do I know - I'm just an engineer. Hopefully the cut will be performed tomorrow, after which I will file another report.\r\n\r\nChief Station Engineer Boris Grayson::",
        "translatedText": ""
    }
]