[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "dc_inm",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 31,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 32,
        "description": "n/a",
        "originalText": "interface",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 37,
        "description": "n/a",
        "originalText": "::Welcome, J. Dyson\r\n\r\nMain::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 42,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 50,
        "description": "n/a",
        "originalText": "::Access INM::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 53,
        "description": "n/a",
        "originalText": "::Exit::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 56,
        "description": "n/a",
        "originalText": "::Warning! INM is currently offline. Please check your connection to INHE network and restart your client.\r\nIf the problem persists, contact one of the network administrators.\r\n\r\nNumber of contacts: 89\r\nContacts online: 0::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 67,
        "description": "n/a",
        "originalText": "::Back to main::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 123,
        "description": "n/a",
        "originalText": "::T. Stigr: Do you have a minute, Dr. Dyson? I wanted to talk to you about Project Eos.\r\nJ. Dyson: Sure, Tobias. And stop calling me Dr. Dyson, we've known each other for five years, man. There's no need to be formal.\r\nT. Stigr: I know, sir, I'm sorry.\r\nJ. Dyson: What did you need?\r\nT. Stigr: I'll just be direct. I want to volunteer to be placed inside a suspension cell and undergo the whole process.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 130,
        "description": "n/a",
        "originalText": "::G. Vasilica: Hey, will you be going to the party later?\r\nJ. Dyson: Yes. I have to finish the report on those psi monoliths first, so I might be a bit late.\r\nG. Vasilica: Right. I heard you guys had some problems with a few subjects.\r\nJ. Dyson: No. Who told you that?\r\nG. Vasilica: Bobby. But he's a jerk anyway.\r\nJ. Dyson: We had no problems.\r\nG. Vasilica: You've been acting pretty stiff lately. Did Anton stop by TL again?\r\nJ. Dyson: No.\r\nG. Vasilica: Yes.\r\nJ. Dyson: Look, I'm working here. We'll talk at the party.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 135,
        "description": "n/a",
        "originalText": "::D. Slavkovic: Come to my room.\r\nJ. Dyson: May I ask why, sir?\r\nD. Slavkovic: Come and we'll talk in person.\r\nJ. Dyson: I will be there as soon as possible.\r\nD. Slavkovic: You have five minutes, Dyson.\r\nJ. Dyson: Yes, sir.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 143,
        "description": "n/a",
        "originalText": "::J. Dyson: I read it this morning. I think you should come over to TL later and we'll see what we can do. We've still got a fair number of monolith fragments, so it shouldn't be a problem.\r\nS. Parkinson: Deal. I will come over tomorrow. I'm going to see Bianka first, then I'll be over to you.\r\nJ. Dyson: What do you mean?\r\nJ. Dyson: Steve? Are you gone?\r\nJ. Dyson: Hey.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 150,
        "description": "n/a",
        "originalText": "::G. Vasilica: Hey, hey, hey, Dude!\r\nG. Vasilica: Last night was damn good. If your eyes weren't glued to Bianka the whole night you might've had a bit more fun.\r\nJ. Dyson: Who told you that?\r\nG. Vasilica: I was standing right next to you.\r\nJ. Dyson: Sadly.\r\nG. Vasilica: What do you mean, \"sadly\"? Want me to come over and kick your drunken ass?\r\nJ. Dyson: No, please, no!::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 157,
        "description": "n/a",
        "originalText": "::B. Helting: Hey, John.\r\nJ. Dyson: Hey, Bianka.\r\nB. Helting: Just wanted to let you know that Wasi has been acting up strange lately. I heard him talking to himself the othr day.\r\nJ. Dyson: *Other. G back t edcation. You biologists are even worse than geologists.\r\nB. Helting: John, do we have to go through this every time I make typo?\r\nJ. Dyson: Yes. If you feel the need to file a complaint against my excruciatingly annoying behavior to SC, NRS or even BCHC, you may do so every day from seven to five.\r\nB. Helting: Look, can you be serious for once? Speak to Wasi and see why he's behaving the way he does.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 164,
        "description": "n/a",
        "originalText": "::F. Manu: Are you there?\r\nJ. Dyson: Yes. \r\nF. Manu: Something is seriously wrong with Wasi. He's been sending me messages these two days and complaining about having insomnia and seeing some freaky shadows. The things he woke me up with are frightening, John. What is going on at Tithonus?\r\nJ. Dyson: He's been to med and told me they told him it's work-related stress. Professional exhaustion, however they call it. He's taken a few days off.\r\nF. Manu: What do you mean?::",
        "translatedText": ""
    },
    {
        "className": "MIFV",
        "objectId": 174,
        "description": "n/a",
        "originalText": "context.npc_rc_dude_learnDyson",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 189,
        "description": "n/a",
        "originalText": "::S. Parkinson: Sorry, I was in the bathroom. We are doing joint research, didn't she tell you? Her fungal forest project is at an advanced stage and we would like to release a few type-B's into an enclosure, study their behavior and see if what adaptations they develop.\r\nJ. Dyson: Oh, that. Good.\r\nJ. Dyson: As long as it's just that.\r\nS. Parkinson: Be serious, John. I will see you tomorrow.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 213,
        "description": "n/a",
        "originalText": "::J. Dyson: ?\r\nJ. Dyson: To medical in L1. Doc told him it's stress. Didn't he mention that?\r\nF. Manu: When did he go to med?\r\nJ. Dyson: I don't know, yesterday, the day before that.\r\nF. Manu: I don't think he did. I talked to Bianka, Marcus and even Dr. Hope and no one saw him leave his room during that time. And judging by INM timestamps I don't think he would've had much time to go out in between. Did you talk to anyone from med?\r\nJ. Dyson: No. He messaged me what I've told you.\r\nJ. Dyson: Let's go to his room. I'll meet you in the hallway.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 221,
        "description": "n/a",
        "originalText": "::T. Stigr: I trust you more. You know how things currently are around here, and I don't want to be unplugged so that they could make room for someone like Dr. Slavkovic. I mean, if I have to die, then that's that, I'll accept my fate. But if I'm going to give this a chance, then I'll put myself in the hands of someone I can trust.\r\nJ. Dyson: Thank you, Tobias. We have still a few more cells available. I can arrange everything.\r\nJ. Dyson: We'll talk about this in TL. Okay?\r\nT. Stigr: Yes.\r\nJ. Dyson: John.\r\nT. Stigr. Yes, John.\r\nJ. Dyson: That's more like it, man. See you in TL.\r\nT. Stigr: Thank you again. See you.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 227,
        "description": "n/a",
        "originalText": "::J. Dyson: Haha! A toilet paper that grows on its own. Underrail will never be the same. Do you guys ever do anything serious or is it always these sort of things? No wonder Kim is on your back all the time.\r\nJ. Dyson: What was the last one? Fart cleanser?\r\nG. Vasilica: Flatulence processing and perfuming unit, to be exact, but yes. I never submitted that, so you know. It's not my field, and even if it was, it would've been too obvious, come on. But this one is going across everybody's INM.\r\nG. Vasilica: Everybody in my department, that is.\r\nJ. Dyson: Look, I have to finish this. Can't wait to hear what you've come up with.\r\nG. Vasilica: Okay, okay. See you later.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 233,
        "description": "n/a",
        "originalText": "::G. Vasilica: While we're at it, you've gotten pretty serious lately. I already asked you but you evaded the answer. Those crystals got to your head or what?\r\nJ. Dyson: They are not crystals, man, and no, they didn't. It's just a bit of everything. Apex technocrats, news from above, Eos.\r\nG. Vasilica: Bianka.\r\nJ. Dyson: You understand me. I hope you die.\r\nG. Vasilica: HA! I'm going to outlive my best friend so that he never feels lonely.\r\nJ. Dyson: Man...::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 239,
        "description": "n/a",
        "originalText": "::B. Helting: Haha. Look, I gotta go and take some spore samples from the forest. \r\nJ. Dyson: Hey, can I ask you something?\r\nJ. Dyson: Oh, sorry. Wrote that at the same time.\r\nB. Helting: Yeah.\r\nB. Helting: So?\r\nJ. Dyson: ?\r\nB. Helting: Quote: \"Hey, can I ask you something?\"\r\nJ. Dyson: Oh, that.\r\nB. Helting: John, are you gone?\r\nJ. Dyson: Nope.\r\nB. Helting: John, come on! This is not funny. Anton will hear about this!\r\nB. Helting: Anyway, I really have to go. And talk to Wasi. Bye.\r\nJ. Dyson: So long, Bianka.::",
        "translatedText": ""
    }
]