[
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 35,
        "description": "n/a",
        "originalText": "::Welcome G. Vasilica\r\n\r\nMain::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 48,
        "description": "n/a",
        "originalText": "::Access INM::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 51,
        "description": "n/a",
        "originalText": "::Exit::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 54,
        "description": "n/a",
        "originalText": "::Warning! INM is currently offline. Please check your connection to INHE network and restart your client.\r\nIf the problem persists, contact one of the network administrators.\r\n\r\nNumber of contacts: 76\r\nContacts online: 0::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 62,
        "description": "n/a",
        "originalText": "::Archive::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 65,
        "description": "n/a",
        "originalText": "::Back to main::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 69,
        "description": "n/a",
        "originalText": "::Archive::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 87,
        "description": "n/a",
        "originalText": "::Log: 278666 - J. Dyson::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 91,
        "description": "n/a",
        "originalText": "::Log: 278670 - M. Hope::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 95,
        "description": "n/a",
        "originalText": "::Log: 278764 - H. Kim::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 99,
        "description": "n/a",
        "originalText": "::Log: 278780 - M. Hope::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 104,
        "description": "n/a",
        "originalText": "::Log: 278792 - J. Dyson::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 108,
        "description": "n/a",
        "originalText": "::Back::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 112,
        "description": "n/a",
        "originalText": "::G. Vasilica: Hey, hey. I heard he came over to TL.\r\nJ. Dyson: Who?\r\nG. Vasilica: Anton Matveev. What did he want?\r\nJ. Dyson: He was interested in the psi monolith fragments we cut off several days ago. And in Project Eos.\r\nJ. Dyson: Oh, it's you.\r\nJ. Dyson: I thought it was Wasi. And wondered why he would start with \"Hey, hey.\" Man, I need rest.\r\nG. Vasilica: He stopped by our lab too. Anton, I mean, not Wasi.\r\nJ. Dyson: I got that.\r\nJ. Dyson: The apex technocrats have been paying us frequent visits during these few days. Parkinson said Kirill came to him the other day, Anton before that. What did he want from you?::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(MIFV).SFVA:P",
        "objectId": 116,
        "description": "前後のテキストの状況を示すヒントになるかも",
        "originalText": "context.npc_rc_dude_learnDyson",
        "ignore": true,
        "translatedText": ""
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 120,
        "description": "n/a",
        "originalText": "::M. Hope: Dr. Vasilica, may I have a moment of your time.\r\nG. Vasilica: What can I help you with, Dr. Hope?\r\nM. Hope: It is about what happened between the two of us during that meeting. I owe you an apology.\r\nG. Vasilica: Glad to hear it, Dr. Hope.\r\nM. Hope: I realized that my words were chosen poorly and that they should have never been spoken, there or anywhere else.\r\nG. Vasilica: Glad to hear it, Dr. Hope.\r\nM. Hope: Do understand that I have never considered you to be anything but one of the most brilliant scientists working in Hollow Earth. Even if my choice of words then might have implied otherwise. Do understand that.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 125,
        "description": "n/a",
        "originalText": "::H. Kim: Your recent report on correlation between engineered STK protein and maximum lifespan in TKS1 and TKS2 subjects is rather fascinating, Dr. Vasilica, I have to admit. It seems like your team has finally provided us with something worthy of our time.\r\nH. Kim: However, I am worried about your conclusions regarding the engineering and application in human subjects. Namely several of the proposed methods I feel are rather inadequate and poorly reasoned, I should even say. Could you come over to my office so that we can discuss the matter? I'm free today around three to five, and tomorrow at the same time.\r\nG. Vasilica: I will come over today. Can you please tell me which methods are in question here, Dr. Kim?\r\nH. Kim: We will talk in my office.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 132,
        "description": "n/a",
        "originalText": "::M. Hope: I heard Dr. Kim was giving you trouble today, Dr. Vasilica.\r\nG. Vasilica: We had a discussion on one of my reports, Dr. Hope. That is all there is to it.\r\nM. Hope: Indeed. \r\nM. Hope: Is he giving you too much trouble, perhaps?\r\nG. Vasilica: I don't need any favors, Dr. Hope.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 137,
        "description": "n/a",
        "originalText": "::J. Dyson: How did it go?\r\nG. Vasilica: It started bad. But it got better later.\r\nJ. Dyson: ?\r\nJ. Dyson: What do you mean it got better later?\r\nG. Vasilica: I'll come over and tell you all about it.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(MIFV).SFVA:P",
        "objectId": 142,
        "description": "前後のテキストの状況を示すヒントになるかも",
        "originalText": "context.npc_rc_dude_learnDyson",
        "ignore": true,
        "translatedText": ""
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 146,
        "description": "n/a",
        "originalText": "::G. Vasilica: Yeah, I heard Kirill also called a few seemingly important meetings with Austein over at the Mutagen Tanks.\r\nG. Vasilica: As for us, Anton dropped by our lab for ten minutes. Frigid as a corpse, as usual. Interrogated a few of my scientists about our current projects and walked off. Never talked to me.\r\nJ. Dyson: You should watch your writing, man.\r\nG. Vasilica: Nothing will happen. You think SAI reports to anyone anymore? Do you really think anyone still cares what happens around Hollow Earth?\r\nJ. Dyson: You want to test it?::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 151,
        "description": "n/a",
        "originalText": "::G. Vasilica: Glad to hear it, Dr. Hope.\r\nM. Hope: Gunter.\r\nG. Vasilica: Yes, Dr. Hope?\r\nM. Hope: There is no need for you to do this anymore. I already apologized to you.\r\nG. Vasilica: I accept your apology, Dr. Hope, but what happened before the committee is not something I am likely to forget.\r\nM. Hope: I understand. I am sorry, I know your team has been having issues which were out of your control and that my remarks were the last thing you needed, besides being overstatements. It shouldn't have happened.\r\nG. Vasilica: Would that be all, Dr. Hope?\r\nM. Hope: That would be all, Dr. Vasilica.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 158,
        "description": "n/a",
        "originalText": "::Back to Archive.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 162,
        "description": "n/a",
        "originalText": "::M. Hope: No, this has nothing to do with favors. It's just that, due to the current situation, Dr. Kim should perhaps move his attention to some other projects that require more of it; it is certainly within my power to influence the committee when it comes to these things.\r\nM. Hope: I simply thought I'd let you know. It would eliminate the necessity for you to submit any more reports to him. Correct?\r\nG. Vasilica: Correct. If that is how you feel about it, then I am in no position to object, Dr. Hope.\r\nM. Hope: Very well, Dr. Vasilica. I wish you a pleasant day.\r\nG. Vasilica: You too, Dr. Hope.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 167,
        "description": "n/a",
        "originalText": "::G. Vasilica: Maybe. But as far as I can see, everyone is doing whatever they please around here and no one intervenes in any way.\r\nG. Vasilica: Even apexes just stroll through and remain focused only on their own business.\r\nJ. Dyson: Gunter, let's stop here. I dislike them as much as you do, especially after recent incidents, but it is what it is. The last thing I need is someone knocking on my door because of this.\r\nG. Vasilica: Fine.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 173,
        "description": "n/a",
        "originalText": "::M. Hope: Oh, and one more thing, Dr. Vasilica.\r\nM. Hope: Has Dr. Slavkovic contacted you, perhaps?\r\nG. Vasilica: I don't believe he did. Is there a reason to?\r\nM. Hope: Never mind. See you around, Gunter.\r\nG. Vasilica: Sure, Dr. Hope. Have a nice day.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "jsonVersion": "0.3"
    }
]