[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "dc_inm",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 26,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 27,
        "description": "n/a",
        "originalText": "interface",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 32,
        "description": "n/a",
        "originalText": "::S. Parkinson\r\n\r\nMain::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 37,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 45,
        "description": "n/a",
        "originalText": "::Access INM::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 48,
        "description": "n/a",
        "originalText": "::Exit::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 51,
        "description": "n/a",
        "originalText": "::Warning! INM is currently offline. Please check your connection to INHE network and restart your client.\r\nIf the problem persists, contact one of the network administrators.\r\n\r\nNumber of contacts: 77\r\nContacts online: 0::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 62,
        "description": "n/a",
        "originalText": "::Back to main::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 101,
        "description": "n/a",
        "originalText": "::S. Parkinson: John, I would like to speak to you. Contact me once you have time.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 109,
        "description": "n/a",
        "originalText": "::F. Austein: Dr. Parkinson, there is something I wish to discuss with you.\r\nS. Parkinson: I am here, Dr. Austein.\r\nF. Austein: Very good. I suppose you might not be aware of this, but I have been keeping a close eye on psimorphs you have been working on. Fascinating creatures, truly. I sometimes even feel envious myself.\r\nF. Austein: Moreover, it was brought to my attention that you are planning to release the specimens into Dr. Helting's fungal forest, which clearly means that you have a comfortable number of units. This is the reason why I am contacting you. I would like for you to give me several specimen for my mutagen experiments.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 116,
        "description": "n/a",
        "originalText": "::T. Borovitch: I have completed resonance chamber testing on both Type-A and Type-B specimens, as you requested Dr. Parkinson.\r\nT. Borovitch: I will file in a full report no later than this afternoon.\r\nS. Parkinson: Very good, Borovitch.\r\nS. Parkinson: What are your thoughts so far? How are the specimens reacting to the fragments from TL?\r\nT. Borovitch: The results are overwhelmingly positive so far. So positive, in fact, I would be comfortable recommending we obtain more of these fragments, some even to be used in Dr. Helting's forest once we deploy the adult psimorphs there.\r\nS. Parkinson: I am intrigued. Personally, I did not expect such a response.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 121,
        "description": "n/a",
        "originalText": "::W. Abdul: Manu, are you there?\r\nW. Abdul: Manu?\r\nW. Abdul: I am sorry, I didn't mean to contact you, Steve.\r\nS. Parkinson: No problem. By the way, how are you feeling? Dyson told me you've taken a few days off.\r\nW. Abdul: These last few days have been incredibly stressful. I've been working nearly non-stop during the last month and it finally got to me.\r\nW. Abdul: The most important things are done, so I'll rest for a few days and then I'll be back to work.\r\nW. Abdul: It's nothing to worry about.\r\nS. Parkinson: I know, I know. I was in the same situation more times than I'd like to admit.\r\nS. Parkinson: You keep on resting. You'll feel free of this burden in no time.\r\nW. Abdul: I will, thank you.::",
        "translatedText": ""
    },
    {
        "className": "SBFV",
        "objectId": 136,
        "description": "n/a",
        "originalText": "context.loc_dc_res_readPsiMorphs",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 139,
        "description": "n/a",
        "originalText": "::S. Parkinson: I will read your report once it is done, and if it would benefit us to use more of these fragments, then we will send an armed expedition to obtain some more.\r\nT. Borovitch: Excuse me for asking, as the information might've slipped by me, but where are these monoliths located?\r\nS. Parkinson: Far to the south, past the lake. The area was safe during the original expedition, but I'll see if I can speak to Colonel Salik; maybe he will lend us a few AF soldiers to set up a more permanent camp there.\r\nT. Borovitch: How the things are going, everyone will soon want a piece of that monolith.\r\nS. Parkinson: Indeed.\r\nS. Parkinson: Send me the report once it is done.\r\nT. Borovitch: As soon as I'm finished, Dr. Parkinson.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 147,
        "description": "n/a",
        "originalText": "::S. Parkinson: Today.\r\nF. Austein: It couldn't be better. Once we carry out the first exposure at the Crucible, I will be sure to inform you how your specimen performed.\r\nS. Parkinson: I would be thankful, Dr. Austein.\r\nF. Austein: Very good. Notify me once the specimens are sent this way. And good luck with your future endeavors.\r\nS. Parkinson: I will, sir. Thank you.::",
        "translatedText": ""
    }
]