[
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 34,
        "description": "n/a",
        "originalText": "::Welcome, D. Slavkovic\r\n\r\nMain::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 47,
        "description": "n/a",
        "originalText": "::Access INM::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 50,
        "description": "n/a",
        "originalText": "::Exit::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 53,
        "description": "n/a",
        "originalText": "::Warning! INM is currently offline. Please check your connection to INHE network and restart your client.\r\nIf the problem persists, contact one of the network administrators.\r\n\r\nNumber of contacts: 16\r\nContacts online: 0::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 61,
        "description": "n/a",
        "originalText": "::Archive::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 64,
        "description": "n/a",
        "originalText": "::Back to main::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 68,
        "description": "n/a",
        "originalText": "::Archive::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 85,
        "description": "n/a",
        "originalText": "::Log: 000345 - A. Matveev::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 89,
        "description": "n/a",
        "originalText": "::Log: 000346 - A. Matveev::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 93,
        "description": "n/a",
        "originalText": "::Log: 000348 - F. Austein::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 97,
        "description": "n/a",
        "originalText": "::Log: 100350 - K. Gavrilyuk::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 101,
        "description": "n/a",
        "originalText": "::Log: 000352 - A. Matveev::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 105,
        "description": "n/a",
        "originalText": "::Back::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 109,
        "description": "n/a",
        "originalText": "::A. Matveev: How are you feeling, Dr. Slavkovic?\r\nD. Slavkovic: Rotten.\r\nD. Slavkovic: So no different than usual.\r\nD. Slavkovic: Are you calling me for a reason?\r\nA. Matveev: Just to see how you were doing.\r\nD. Slavkovic: Now you know.\r\nA. Matveev: I have a question for you, if I may?\r\nD. Slavkovic: If you must.\r\nA. Matveev: Why did you move to that small, claustrophobic room? Caerus has some of the best apartments Biocorp has ever offered to its technocrats, yet you selected the one that deserves you the least.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 115,
        "description": "n/a",
        "originalText": "::A. Matveev: I apologize for leaving you in the middle of the conversation, Dr. Slavkovic. I was urgently called to Mutagen Tanks.\r\nD. Slavkovic: I thought we were finished. \r\nA. Matveev: You never explained to me why you left the apartment?\r\nD. Slavkovic: If so you desire.\r\nD. Slavkovic: That apartment, it is a piece of greatness, Anton. Greatness.\r\nD. Slavkovic: That tiny space, relatively speaking, was Biocorp condensed into a form which can feed my ego the best.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 120,
        "description": "n/a",
        "originalText": "::D. Slavkovic: Austein, send someone to pick me up. I want to take a look at the subjects in Mutagen Tanks B.\r\nF. Austein: Certainly, Dr. Slavkovic.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 127,
        "description": "n/a",
        "originalText": "::K. Gavrilyuk: Dr. Slavkovic. I was informed that your condition has worsened.\r\nD. Slavkovic: Yes.\r\nK. Gavrilyuk: If there is anything you need, please say so.\r\nD. Slavkovic: I need nothing you can offer.\r\nK. Gavrilyuk: You might reconsider moving to medical center. You deserve better than being taken care of by a single nurse.\r\nD. Slavkovic: I already told you and Austein and Matveev. No.\r\nD. Slavkovic: Now, I do have something to ask you. What is going on with the Mutagen Tanks subjects? I talked to Austein, but he didn't give me any actual answers. I want to know the real state.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 134,
        "description": "n/a",
        "originalText": "::D. Slavkovic: I read what you sent me. It is sound. However, I don't trust a drunkard like Dyson.\r\nA. Matveev: I can vouch for Dyson, Dr. Slavkovic. When it comes to psionic research, there isn't a man more capable. And his recent discoveries regarding the monoliths have already opened new horizons. I personally inspected his work, and I am pleased with my observations.\r\nA. Matveev: I wouldn't have brought this up to you if I wasn't sure in it.\r\nD. Slavkovic: You didn't. Kirill did.\r\nD. Slavkovic: Although, I know you used him as a proxy.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 140,
        "description": "n/a",
        "originalText": "::A. Matveev: Was there something wrong with your apartment? I thought it had everything.\r\nD. Slavkovic: I began to despise it exactly because of that reason.\r\nA. Matveev: I see. How so?\r\nD. Slavkovic: Because it reminds me of everything I've created during my lifetime. My hands made human beings, everything about them was according to my will. I felt like a god. And those I haven't constructed - I enhanced. You should know.\r\nA. Matveev: Certainly, Dr. Slavkovic. Yet, I don't see why you shouldn't be reminded of these things? Aren't those great achievements?\r\nD. Slavkovic: Anton, can you not understand?\r\nD. Slavkovic: I am dying. Biocorp is dying. It is just a matter of time.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 146,
        "description": "n/a",
        "originalText": "::D. Slavkovic: Yes, I love myself - I worship myself. I want to be reminded how great I am and how great the things I've made possible are. \r\nD. Slavkovic: Few stand close to me. Nikolev, Frasard, obviously Clarkson. A few more. But that's it.\r\nD. Slavkovic: And that great man is going to perish soon. And it will all come to an end. All his achievements gone.\r\nA. Matveev: That is not true. You will be remembered, your work is monumental to genetic engineering. You were as close to a god as anyone could possible be.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(A3).SE:LT:0:Value",
        "objectId": 152,
        "description": "n/a",
        "originalText": "::Back to Archive.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 156,
        "description": "n/a",
        "originalText": "::K. Gavrilyuk: They are under control.\r\nD. Slavkovic: What about Austein's pet, whatever its name?\r\nK. Gavrilyuk: Austein considers it his right-hand and he is unwilling to listen to reason.\r\nD. Slavkovic: Biocorp is already close to the edge. Austein's subjects are numerous, and one of them walks around freely.\r\nK. Gavrilyuk: I thought you stopped caring.\r\nD. Slavkovic: It comes and goes. Come to think of it, I don't think I actually care. It's more of a natural and subconscious thing for me to observe the going-ons in Hollow Earth. Much like breathing. It goes on without you taking notice of it.\r\nK. Gavrilyuk: I know that you strongly oppose cryogenics, but are you familiar with Project Eos?::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 162,
        "description": "n/a",
        "originalText": "::A. Matveev: Guilty as charged. Despite our differences, we both want what's best for you. I made an error in mentioning cryogenics first to you, thus causing an unwanted reaction.\r\nD. Slavkovic: I see.\r\nD. Slavkovic: When will they put the first group in stasis?\r\nA. Matveev: Soon. I will speak to Dyson and give you a concrete date.\r\nD. Slavkovic: I will keep an eye on the first group, and if I'm pleased with the results, then I will try it myself.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(MIFV).SFVA:P",
        "objectId": 166,
        "description": "前後のテキストの状況を示すヒントになるかも",
        "originalText": "context.npc_rc_dude_learnDyson",
        "ignore": true,
        "translatedText": ""
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 169,
        "description": "n/a",
        "originalText": "::D. Slavkovic: It is an end of an era. An era of greatness.\r\nD. Slavkovic: It will all turn into dust, my friend. Once you kill each other, and I know you will, Anton, I know you better than you know yourself.\r\nD. Slavkovic: Once you kill each other, once most of Underrail dies of famine it will all be dust. We will fall, while the simple will survive. Like rats. They have enough brains to maintain their existence, but that is their intellectual ceiling. Survival, nothing more, nothing less.\r\nA. Matveev: Your illness is fogging your judgment.\r\nD. Slavkovic: Perhaps. But if that's the case, then it won't last much longer.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 175,
        "description": "n/a",
        "originalText": "::D. Slavkovic: I will be remembered?\r\nD. Slavkovic: What do I get out of people remembering me? Reading about me in literature?\r\nD. Slavkovic: Nothing, that's what. Because I will be nothing. Dead.\r\nD. Slavkovic: And even those memories will be gone with Biocorp.\r\nD. Slavkovic: So if I renounce everything I have, death cannot take it from me. I live with no possessions in this cramped room. I have nothing, which is as much as I'll have in death.\r\nA. Matveev: It is not too late to turn to cryogenics.\r\nD. Slavkovic: This conversation is over. I'm tired.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 182,
        "description": "n/a",
        "originalText": "::D. Slavkovic: No.\r\nK. Gavrilyuk: It's a project of Dyson and Abdul, from Tithonus Lab. The expedition which went south discovered peculiar monoliths. Most likely alien in origin. One of the proposed theories is that fragments of these monoliths can be used to project someone's being into a psionic image, as Dyson defined it.\r\nD. Slavkovic: Is this some kind of joke?\r\nK. Gavrilyuk: No, Dr. Slavkovic. Matveev visited his laboratory. If you are interested, he can fill you in with the details.\r\nD. Slavkovic: I am not interested in witchcraft, Gavrilyuk. Now leave me alone. I am tired of this.\r\nK. Gavrilyuk: As you wish, Dr. Slavkovic.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(Q).SE:LT:0:Value",
        "objectId": 188,
        "description": "n/a",
        "originalText": "::A. Matveev: Very good, Dr. Slavkovic.\r\nD. Slavkovic: I don't have much time left anyway.\r\nA. Matveev: Would you like to return to your apartment?\r\nD. Slavkovic: No. Send me Dyson's contact. I would like to speak with him.\r\nA. Matveev: Yes, Dr. Slavkovic.::",
        "translatedText": "",
        "ignore": false
    },
    {
        "classInfo": "(MIFV).SFVA:P",
        "objectId": 193,
        "description": "前後のテキストの状況を示すヒントになるかも",
        "originalText": "context.npc_rc_dude_learnDyson",
        "ignore": true,
        "translatedText": ""
    },
    {
        "jsonVersion": "0.3"
    }
]