[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "dc_inm",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 29,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 30,
        "description": "n/a",
        "originalText": "interface",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 35,
        "description": "n/a",
        "originalText": "::Welcome G. Vasilica\r\n\r\nMain::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 40,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 48,
        "description": "n/a",
        "originalText": "::Access INM::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 51,
        "description": "n/a",
        "originalText": "::Exit::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 54,
        "description": "n/a",
        "originalText": "::Warning! INM is currently offline. Please check your connection to INHE network and restart your client.\r\nIf the problem persists, contact one of the network administrators.\r\n\r\nNumber of contacts: 76\r\nContacts online: 0::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 65,
        "description": "n/a",
        "originalText": "::Back to main::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 87,
        "description": "n/a",
        "originalText": "::Log: 278666 - J. Dyson::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 104,
        "description": "n/a",
        "originalText": "::Log: 278792 - J. Dyson::",
        "translatedText": ""
    },
    {
        "className": "MIFV",
        "objectId": 116,
        "description": "n/a",
        "originalText": "context.npc_rc_dude_learnDyson",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 125,
        "description": "n/a",
        "originalText": "::H. Kim: Your recent report on correlation between engineered STK protein and maximum lifespan in TKS1 and TKS2 subjects is rather fascinating, Dr. Vasilica, I have to admit. It seems like your team has finally provided us with something worthy of our time.\r\nH. Kim: However, I am worried about your conclusions regarding the engineering and application in human subjects. Namely several of the proposed methods I feel are rather inadequate and poorly reasoned, I should even say. Could you come over to my office so that we can discuss the matter? I'm free today around three to five, and tomorrow at the same time.\r\nG. Vasilica: I will come over today. Can you please tell me which methods are in question here, Dr. Kim?\r\nH. Kim: We will talk in my office.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 137,
        "description": "n/a",
        "originalText": "::J. Dyson: How did it go?\r\nG. Vasilica: It started bad. But it got better later.\r\nJ. Dyson: ?\r\nJ. Dyson: What do you mean it got better later?\r\nG. Vasilica: I'll come over and tell you all about it.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 151,
        "description": "n/a",
        "originalText": "::G. Vasilica: Glad to hear it, Dr. Hope.\r\nM. Hope: Gunter.\r\nG. Vasilica: Yes, Dr. Hope?\r\nM. Hope: There is no need for you to do this anymore. I already apologized to you.\r\nG. Vasilica: I accept your apology, Dr. Hope, but what happened before the committee is not something I am likely to forget.\r\nM. Hope: I understand. I am sorry, I know your team has been having issues which were out of your control and that my remarks were the last thing you needed, besides being overstatements. It shouldn't have happened.\r\nG. Vasilica: Would that be all, Dr. Hope?\r\nM. Hope: That would be all, Dr. Vasilica.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 167,
        "description": "n/a",
        "originalText": "::G. Vasilica: Maybe. But as far as I can see, everyone is doing whatever they please around here and no one intervenes in any way.\r\nG. Vasilica: Even apexes just stroll through and remain focused only on their own business.\r\nJ. Dyson: Gunter, let's stop here. I dislike them as much as you do, especially after recent incidents, but it is what it is. The last thing I need is someone knocking on my door because of this.\r\nG. Vasilica: Fine.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 173,
        "description": "n/a",
        "originalText": "::M. Hope: Oh, and one more thing, Dr. Vasilica.\r\nM. Hope: Has Dr. Slavkovic contacted you, perhaps?\r\nG. Vasilica: I don't believe he did. Is there a reason to?\r\nM. Hope: Never mind. See you around, Gunter.\r\nG. Vasilica: Sure, Dr. Hope. Have a nice day.::",
        "translatedText": ""
    }
]