[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "dc_inm",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 23,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 24,
        "description": "n/a",
        "originalText": "interface",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 29,
        "description": "n/a",
        "originalText": "::Welcome, Maria Hope\r\n\r\nMain::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 34,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 42,
        "description": "n/a",
        "originalText": "::Access INM::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 45,
        "description": "n/a",
        "originalText": "::Exit::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 48,
        "description": "n/a",
        "originalText": "::Warning! INM is currently offline. Please check your connection to INHE network and restart your client.\r\nIf the problem persists, contact one of the network administrators.\r\n\r\nNumber of contacts: 45\r\nContacts online: 0::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 59,
        "description": "n/a",
        "originalText": "::Back to main::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 99,
        "description": "n/a",
        "originalText": "::G. Dyoglash: The new group is ready for another exposure at the Crucible. Humans.\r\nG. Dyoglash: Our team has prepared the compounds you requested, but I've been informed that our supply of reagents is running low. At this rate, we have about a month of testing unless we receive a new supply.\r\nM. Hope: Thanks for informing me, Dr. Dyoglash. I will talk to Austein about the reagent supply.\r\nG. Dyoglash: One more thing I wanted to tell you is that Otis was at the control room today again.\r\nM. Hope: I will talk to Austein about that as well. Thank you for the information.\r\nG. Dyoglash: Should I do anything about it?\r\nM. Hope: No. Do not do anything.\r\nM. Hope: I will be there in an hour or two.\r\nG. Dyoglash: Yes, ma'am.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 105,
        "description": "n/a",
        "originalText": "::M. Hope: I was just informed that Otis was sent to Tartarus. But not as a prisoner.\r\nF. Austein: What he is doing there is none of your concern, Maria.\r\nF. Austein: Frankly, I grew tired of your nagging. Otis is none of your concern.\r\nM. Hope: That is that, then.\r\nM. Hope: Whatever happens next, it's all on you.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 111,
        "description": "n/a",
        "originalText": "::M. Hope: Things have changed. Especially after you allowed your adopted mutant to shove its nose into everything we do.\r\nF. Austein: Watch your words, Maria. Let me tell you one thing, my dear - you are not in position to make me angry, so watch it!\r\nF. Austein: I don't care for how many years we've worked together, Otis will be wherever the hell I want him to be. If he's in the lab, it's because I demand so. If he's cleaning my toilet, it's because I demand so.\r\nF. Austein: He is mine. He is the best I've ever made. He is what I want the rest to be like.\r\nM. Hope: He is involved in the incidents, Frederik, listen to me. Get rid of him. You trust him too much.\r\nF. Austein: Same old story, Maria, same old story. You'd tear all our work to shreds because of a few issues. \r\nF. Austein: Otis will remain as my right-hand man and that is final, whether you like it or not.::",
        "translatedText": ""
    }
]