[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "cc_tchortismLecture",
        "translatedText": ""
    },
    {
        "className": "DM",
        "objectId": 4,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 29,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 30,
        "description": "n/a",
        "originalText": "percival",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 35,
        "description": "n/a",
        "originalText": "Thank you all for taking the time to be here today and for putting your trust in us in the midst of all that has been happening lately in Core City. The corrupted Faceless are known for ravaging everything they lay their dystrophic eyes on, and us Tchortists know that very... well; we have a long history in dealing with those monsters, and have always opposed their foul ways.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 82,
        "description": "n/a",
        "originalText": "And with that I will end this... short lecture. I know you have many questions, brothers and sisters, and know that these questions can and will be answered. To get to these answers one would need to travel to the Institute of Tchort in Upper Underrail and become a Tchortist. Only then can you have access to all of the knowledge we possess and help us further understand Tchort; to help not just us Tchortists - but our whole race. Please understand that Tchort is important to us - and so it is to you - and we must propagate this knowledge to all who are willing to listen. As Eidein once stated, \"We can and we must.\"\r\n\r\nI hope you've learned some valuable information during this... lecture. That is all for now. Thank you and... Tchort guide you.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 90,
        "description": "n/a",
        "originalText": "::End Dialog.::",
        "translatedText": ""
    },
    {
        "className": "PCA1",
        "objectId": 92,
        "description": "n/a",
        "originalText": "Cc_EndPercivalLecture",
        "translatedText": ""
    },
    {
        "className": "SBFV",
        "objectId": 94,
        "description": "n/a",
        "originalText": "context.quest_tchortPilgrimageStarted",
        "translatedText": ""
    }
]