[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "lu_b29_freedroneGuard",
        "translatedText": ""
    },
    {
        "className": "DM",
        "objectId": 4,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 39,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 40,
        "description": "n/a",
        "originalText": "freedrone",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 46,
        "description": "n/a",
        "originalText": "Be on your way.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 54,
        "description": "n/a",
        "originalText": "::A young, skinny-faced man signals you to stop with one hand, while firmly holding a pistol in the other.::\r\n\r\nHold it right there, friend. There is nothing here for you to see. Turn around and walk away - unless you're looking for trouble.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 62,
        "description": "n/a",
        "originalText": "You again? I told you to get out of here. You really want trouble, don't ya?",
        "translatedText": ""
    },
    {
        "className": "BC",
        "objectId": 68,
        "description": "n/a",
        "originalText": "context.npc_lu_b29_bandit_didn'tSeeAnything",
        "translatedText": ""
    },
    {
        "className": "SBFV",
        "objectId": 71,
        "description": "n/a",
        "originalText": "context.npc_lu-b28_freeDroneGuard_met",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 78,
        "description": "n/a",
        "originalText": "I see you have a lovely train here. I wonder where it came from?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 82,
        "description": "n/a",
        "originalText": "I guess I am itching for some trouble after all. ::Attack!::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 85,
        "description": "n/a",
        "originalText": "I'll go, I don't want any trouble.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 89,
        "description": "n/a",
        "originalText": "Listen, friend, I don't know what you've heard, but pay attention to what I am about to say: We're all being manipulated by the Protectorate and their brainless puppets. You, me, our friends and family. Everyone. Please, stay out of this - don't be a fool. We are not your true enemy!",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 104,
        "description": "n/a",
        "originalText": "And why should I believe you? Who are you people anyway?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 109,
        "description": "n/a",
        "originalText": "Are you the Free Drones? I've heard about you before.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 113,
        "description": "n/a",
        "originalText": "I'm sorry, but the supplies on that train don't belong to you, and it's my duty to return them to their rightful owners. So, step aside!",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 117,
        "description": "n/a",
        "originalText": "I'll pretend nothing happened here. Fight on, brothers.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 125,
        "description": "n/a",
        "originalText": "We are the Free Drones, and we fight against the Protectorate oppression. Underrail Protectorate - the same faction that destroyed Biocorp, that enslaved North Underrail, that has committed so many atrocities and fed itself this fat with the corpses of those who would not conform - is now here. Well, we don't want them here, or anywhere else but Hell! We are gonna stand up to them, 'cause we ain't a bunch of quakers!",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 137,
        "description": "n/a",
        "originalText": "Yes, and you've probably also heard that we're fighting against the Protectorate oppression. The same faction that destroyed Biocorp, that enslaved North Underrail, that has committed so many atrocities and fed itself this large with the corpses of those who would not conform and obey - is now here. Well, we don't want them here, or anywhere else but Hell! And we are standing up to them, 'cause we ain't a bunch of quakers.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 145,
        "description": "n/a",
        "originalText": "You brainwashed Protectorate puppet! I'll put a few bullets through that rotten head of yours!",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 152,
        "description": "n/a",
        "originalText": "I hear ya, $(#brother/sister). We won't let those dirty rats win. We will defeat them, and we'll even do it with their own weapons. \r\n\r\nStay free.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 166,
        "description": "n/a",
        "originalText": "::[Persuade]:: Let me get this straight: You've stolen supplies crucial to Rail Crossing's defense against raiders in order to \"stand up\" to the Protectorate? Do you even think about these things, or do you just know how to shoot guns and regurgitate all those stock lines about oppression and other mumbo-jumbo?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 170,
        "description": "n/a",
        "originalText": "Tell me more about the Free Drones.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 178,
        "description": "n/a",
        "originalText": "::Fight!::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 183,
        "description": "n/a",
        "originalText": "So long.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 188,
        "description": "n/a",
        "originalText": "::Your words freeze him momentarily, but his response comes quickly, carried by a violent tone.::\r\n\r\nWe are at war with those rats! You... you don't understand anything!",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 194,
        "description": "n/a",
        "originalText": "::His response comes in a violent form.::\r\n\r\nNo... you are nothing but a Protectorate puppet! And for that disease - there is only one cure!",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 201,
        "description": "n/a",
        "originalText": "We are anarchists, and our movement was formed in North Underrail as a response to a regime that tortures, kills and imprisons thousands of its people annually. This war machine, operated by General Melek himself, is now slowly driving its serrated threads over us too, us Southerners. Don't let the United Stations banners fool you - Melek's dogs are here to conquer!",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 212,
        "description": "n/a",
        "originalText": "If Rail Crossing does not receive these supplies, the raiders will run them over. That is all I need to understand. Many lives will be lost, and the whole station will be wiped out. Is that what you're fighting for?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 215,
        "description": "n/a",
        "originalText": "You have no reason to trust me, and I know how everything I just said sounds and how difficult it might seem for some to believe, but that's what's happening, $(#brother/sister). That's our world.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 225,
        "description": "n/a",
        "originalText": "::His face confirms the impact your words have had on him; it also reveals that his thought process has turned into a catastrophic train-wreck. He stares at you, infuriated, but is unable to produce a response. He just stares.\r\n\r\nTense seconds go by, ticking away until the moment of capitulation. When it comes, the man raises his pistol, not to shoot, but to wave at his comrades to gather. They object and ask questions, directing resentful stares at you, but ultimately they come to an agreement.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 230,
        "description": "n/a",
        "originalText": "::They soon leave the scene, but you still felt those stares on you as they were walking away.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 238,
        "description": "n/a",
        "originalText": "::End Dialog.::",
        "translatedText": ""
    },
    {
        "className": "PCA1",
        "objectId": 240,
        "description": "n/a",
        "originalText": "Lu_BanditsLeavePersuasion",
        "translatedText": ""
    }
]