[
    {
        "classInfo": ".J.CE:N",
        "objectId": 32,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "classInfo": ".A4.A4:N",
        "objectId": 33,
        "description": "n/a",
        "originalText": "interface",
        "translatedText": ""
    },
    {
        "classInfo": ".A4.A4:N",
        "objectId": 34,
        "description": "n/a",
        "originalText": "player",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 38,
        "description": "n/a",
        "originalText": "::Welcome, E. Mali\r\n\r\nMain::",
        "translatedText": ""
    },
    {
        "classInfo": ".A3.SE:LT:0:Value",
        "objectId": 51,
        "description": "n/a",
        "originalText": "::Access INM::",
        "translatedText": ""
    },
    {
        "classInfo": ".A3.SE:LT:0:Value",
        "objectId": 54,
        "description": "n/a",
        "originalText": "::Exit::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 57,
        "description": "n/a",
        "originalText": "::Warning! INM is currently offline. Please check your connection to INHE network and restart your client.\r\nIf the problem persists, contact one of the network administrators.\r\n\r\nNumber of contacts: 56\r\nContacts online: 0::",
        "translatedText": ""
    },
    {
        "classInfo": ".A3.SE:LT:0:Value",
        "objectId": 65,
        "description": "n/a",
        "originalText": "::Archive::",
        "translatedText": ""
    },
    {
        "classInfo": ".A3.SE:LT:0:Value",
        "objectId": 68,
        "description": "n/a",
        "originalText": "::Back to main::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 72,
        "description": "n/a",
        "originalText": "::Archive::",
        "translatedText": ""
    },
    {
        "classInfo": ".A3.SE:LT:0:Value",
        "objectId": 87,
        "description": "n/a",
        "originalText": "::Log: 111245 - T. Cox::",
        "translatedText": ""
    },
    {
        "classInfo": ".A3.SE:LT:0:Value",
        "objectId": 91,
        "description": "n/a",
        "originalText": "::Log: 111248 - M. Hope::",
        "translatedText": ""
    },
    {
        "classInfo": ".A3.SE:LT:0:Value",
        "objectId": 95,
        "description": "n/a",
        "originalText": "::Log: 111251 - M. Brawin::",
        "translatedText": ""
    },
    {
        "classInfo": ".A3.SE:LT:0:Value",
        "objectId": 99,
        "description": "n/a",
        "originalText": "::Back::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 103,
        "description": "n/a",
        "originalText": "::T. Cox: You did not respond to any of my messages.\r\nE. Mali: Didn't read them. I was busy.\r\nT. Cox: You did read them, but you chose not to respond. I am sending you Brawin's contact.\r\nE. Mali: I believe my work is more important than teaching some kid how to work with mutagen.\r\nT. Cox: Austein says otherwise.\r\nE. Mali: Couldn't you find someone else to do this?\r\nT. Cox: That wasn't my decision. I know nothing. I reckon Austein simply trusts you enough with this.::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 109,
        "description": "n/a",
        "originalText": "::M. Hope: Dr. Mali, do you have a moment?\r\nE. Mali: For you, always, Dr. Hope.\r\nM. Hope: I talked to Dr. Cox.\r\nM. Hope: About Michael Brawin, the young geneticist you were supposed to train.\r\nE. Mali: Yes.\r\nM. Hope: I was told that Cox sent you his contact, yet you never contacted him. Why is that so?\r\nE. Mali: I was busy, Dr. Hope.::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 115,
        "description": "n/a",
        "originalText": "::M. Brawin: I am really sorry for disturbing you, Dr. Mali, but I have been having some trouble understanding some of the things we talked about today.\r\nE. Mali: You are not disturbing me. Tell me what you're having trouble with.\r\nM. Brawin: Well, so far I have worked only within the realm of classical genetics, and perhaps due to it I am stuck in a particular way of thinking, but I have been having trouble wrapping my head around mutagen compound sequencing. At least some specific things regarding it.\r\nE. Mali: You read the material I recommended to you?\r\nM. Brawin: Some of it, yes, and I have been reading other things. But theory and practice are different. I am sorry, really sorry to be bothering you with the basics, and basics they are, I cannot deny, no matter how advanced it might seem to me.\r\nE. Mali: Indeed. First of all, I want you to slow down and relax.\r\nE. Mali: We will go through the basic terms again, but let us keep it focused and concise. You will then have it in written form so that you may reference it whenever you need do to so. For everything broader, see literature I recommended you.\r\nM. Brawin: Thank you, Dr. Mali.::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 120,
        "description": "n/a",
        "originalText": "::E. Mali: I have a lot of work, Cox. Austein wants me to complete sequences for the next batch of compounds for his subjects. And they are becoming restless.\r\nT. Cox: I believe Dr. Austein is aware of all that you're telling me now. And that is why you need an extra pair of hands.\r\nT. Cox: Brawin might be young and inexperienced, but I'm sure you'll fill him in quickly.\r\nE. Mali: Alright.\r\nT. Cox: Alright what?\r\nE. Mali: Send me his contact.\r\nE. Mali: Good. I will.::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 126,
        "description": "n/a",
        "originalText": "::M. Hope: You will contact him today.\r\nE. Mali: But, Dr. Austein tasked me with a few rather time consuming experiments. Can't someone else take over Brawin for me?\r\nM. Hope: Dr. Austein and I already discussed this. He judges you have enough time to train Brawin and finish your experiments before the deadline.\r\nE. Mali: I understand.\r\nM. Hope: Very good.::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 133,
        "description": "n/a",
        "originalText": "::E. Mali: So, from the top: Mutagen, what is it?\r\nM. Brawin: A general term expressing a substance which directly acts upon any organism's genome, changing, or mutating the said organism dynamically, effectively transforming its genotype as well as its phenotype - both endo and exo - in vivo, contrary to classical genetic engineering.\r\nE. Mali: That is correct. You can stop typing. Let's keep this shorter. We don't need full definitions here.\r\nM. Brawin: I understand.\r\nE. Mali: Okay. So, a mutagen changes an organism dynamically. What is a mutagen atom?\r\nM. Brawin: A mutagen atom is the most basic unit of mutagen. A mutagen atom can be positive or negative, and they are inert on their own, only being effective as a part of either a reagent or a mutagen compound.\r\nE. Mali: Correct. Again, short and simple.::",
        "translatedText": ""
    },
    {
        "classInfo": ".A3.SE:LT:0:Value",
        "objectId": 139,
        "description": "n/a",
        "originalText": "::Back to Archive::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 143,
        "description": "n/a",
        "originalText": "::E. Mali: Now, what are you having trouble with?\r\nM. Brawin: Well, what is the difference between the two? I remember that reagents can consist of both positive and negative atoms, while compounds only from positive. But I need some more clarification on that.\r\nE. Mali: I see what you mean. I will not go into details regarding functions of specific atoms, positive or negative, their structure and all that. Obvious reasons. For that you best study Frasard's works.\r\nE. Mali: Moreover, Nosek's more recent Phenotype Dynamics will also be a very good read. I forgot to include that one earlier.\r\nE. Mali: Okay. Regarding reagents and compounds: Structurally, reagents and compounds are pretty much the same. In both, atoms are connected to one another in a linear sequence, the main difference being that reagents consist of both negative as well as positive atoms, while mutagen compounds do not. Am I being clear so far?\r\nM. Brawin: Yes.::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 149,
        "description": "n/a",
        "originalText": "::E. Mali: On their own, reagents are not of much use. They only serve to simplify the compound combining process. We don't want to be working with individual atoms every time we want to create a compound, and it is a different field altogether in any case.\r\nE. Mali: The reagents can instantly be turned into standalone compounds even, by simply removing the negative atoms from the sequence. We did that today, if you remember.\r\nM. Brawin: Yes, I do. Solis, Ovid, Io and a few others.\r\nE. Mali: That is correct. So, mutagen compounds, as should be clear by now, are only composed of positive atoms. Same linear structure.\r\nM. Brawin: I understand. But, I have had some issues when I tried coming up with sequences for more complex compounds. Maybe I'm just missing something.\r\nE. Mali: Okay. For specific compounds, that we will discuss in the lab. But in general, keep this in mind: Mutagen compounds can only consist of UNIQUE positive atoms. You cannot have two of the same in a sequence.::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 155,
        "description": "n/a",
        "originalText": "::M. Brawin: But that is where I have issues. The example I was looking at shows reagents which would, after combining, introduce duplicate atoms into the compound.\r\nE. Mali: Negative and positive atoms of the same type will nullify each other when combined.\r\nM. Brawin: I know that, but I still get duplicates even after the rest have been nullified. And I would basically need to add that one particular reagent just because of one atom the sequence is missing. The rest of the sequence is correct up to that point.\r\nE. Mali: Again, you can only have unique positive atoms in the sequence. If a reagent contains an atom that is already present, the combinator will simply not accept it and will only add those atoms that are not in the sequence. Technically speaking, you can add the same reagent again if you need it for that one atom. Say you nullified it at some earlier point and need it again. Don't worry about double positives.\r\nM. Brawin: I think I get it.\r\nE. Mali: Yes?\r\nM. Brawin: Well, I feel silly now.\r\nM. Brawin: Yes. I rechecked it again and it should work now. I am so sorry. I feel so bad for bothering you with something so simple. Thank you again, Dr. Mali.::",
        "translatedText": ""
    },
    {
        "classInfo": ".Q.SE:LT:0:Value",
        "objectId": 160,
        "description": "n/a",
        "originalText": "::E. Mali: It's your first day, Michael. You did good. When I first got here I had trouble finding Mutagen Tanks B, let alone work with a mutagen combinator. I walked all the way past Warehouse Block 2, I remember. I got strange looks by the geologists working in one of the caverns.\r\nM. Brawin: Thank you, Dr. Mali. I don't want to waste any more of your time. I will return to sequencing.\r\nE. Mali: Better get some rest instead. Let this sink in. We'll see each other tomorrow.\r\nM. Brawin: I will, Dr. Mali. Thank you again.::",
        "translatedText": ""
    },
    {
        "jsonVersion": "0.2"
    }
]