[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "fo_bryan_honest",
        "translatedText": ""
    },
    {
        "className": "DM",
        "objectId": 4,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 40,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 41,
        "description": "n/a",
        "originalText": "bryan",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 47,
        "description": "n/a",
        "originalText": "::A man wearing clean coveralls greets you with a large and at first glance honest smile. He is a large-framed boulder of a man with big, strong hands sticking out of his sleeves, yet his head seems rather tiny in comparison, reminding you of a custom-made replacement part that performs as it should, but looks somewhat off. \r\n\r\nHe speaks to you without removing his smile.::\r\n\r\nWell, hello stranger. How's it going, huh? I know what you're thinking: \"Why did I come to this barren station? The air is horribly polluted, people are dirty, boring and there's absolutely no fun to be had here.\" Don't break your pick, valued customer - there is more to Foundry than what initially meets the eye.",
        "translatedText": ""
    },
    {
        "className": "BC",
        "objectId": 64,
        "description": "n/a",
        "originalText": "context.npc_fo_bryan_met",
        "translatedText": ""
    },
    {
        "className": "SBFV",
        "objectId": 66,
        "description": "n/a",
        "originalText": "context.npc_fo_bryan_met",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 70,
        "description": "n/a",
        "originalText": "I'd--",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 87,
        "description": "n/a",
        "originalText": "Your search ends right here, valued customer.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 94,
        "description": "n/a",
        "originalText": "Shop at Bryan Honest and live your life to the fullest.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 101,
        "description": "n/a",
        "originalText": "I might not offer guns or ammo, food or drinks, but I offer the finest mechanical parts you can lay your eyes upon.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 108,
        "description": "n/a",
        "originalText": "Feel the quality; feel the need to buy.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 115,
        "description": "n/a",
        "originalText": "I feel it, oh, valued customer. I feel what you want to tell me so desperately. Don't say it. Shush! I know, you're searching for something special, for something that will make your day - your week - your *life*! You've found it. I'm not joking. Do you know what it is, valued customer? Do you know what I have here? What I'm willing to offer to you, for almost nothing?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 132,
        "description": "n/a",
        "originalText": "You're thinking I'm pulling your leg, aren't you? If so - then you're wrong. This is an offer you can't resist and you know it. I have something you desire and you know what it is. So tell me. Tell me!",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 146,
        "description": "n/a",
        "originalText": "Alright, let me see what you have in store. ::Barter.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 155,
        "description": "n/a",
        "originalText": "Do you know anything about creatures from the mine?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 160,
        "description": "n/a",
        "originalText": "What do you think about that crazy man yelling outside?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 166,
        "description": "n/a",
        "originalText": "Do you remember anyone coming to you with any strange items? I cannot describe the item, but it's something you would definitely remember.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 171,
        "description": "n/a",
        "originalText": "How do you feel now that the mine has been reopened?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 174,
        "description": "n/a",
        "originalText": "I'll leave now, goodbye.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 191,
        "description": "n/a",
        "originalText": "A toy soldier with a high-caliber chain gun in one hand, flamethrower in the other and a yellow duckie painted on his helmet?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 200,
        "description": "n/a",
        "originalText": "A beautiful princess of Underrail doll with flowing red hair, a beautiful pink dress and a heart which can't be broken?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 213,
        "description": "n/a",
        "originalText": "Foundry never had a good mechanical components store until I came here. Very barren in that aspect. People were saying: \"Where will I get my adaptive lens? That X store has it, but it's not good enough.\" Foundry needed something better - Foundry needed Bryan Honest.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 221,
        "description": "n/a",
        "originalText": "Not much, just that after those things showed up and interrupted mining, so many people came to my store to purchase mechanical components of all kinds. And they felt golden. How is all that connected, you ask?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 228,
        "description": "n/a",
        "originalText": "He never entered my store, and I don't listen to his rambling. We get along quite nicely. On the other hand, you are *in* my store, valued customer, and I feel obliged to listen to your unspoken words which are telling me you long for some of the components I offer.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 238,
        "description": "n/a",
        "originalText": "As a matter of fact, yes. Just now a person - a boss - came in here possessing the most striking thing I've ever seen in my whole life. As soon as $(#he/she) spoke, I knew I was going to witness something so beautiful, something so special that I'll remember it for the rest of my life.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 249,
        "description": "n/a",
        "originalText": "The mine situation was a temporary thing, and everything's back to normal now. After a while, people won't even remember what happened. What they will remember is the quality of my components. Mine creatures come and go, but I'll always be here, providing only the best there is.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 254,
        "description": "n/a",
        "originalText": "Yes! Well, almost. Mechanical components! ::Excitement scars his face as he anticipates your reaction.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 265,
        "description": "n/a",
        "originalText": "And now I'm here, valued customer.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 273,
        "description": "n/a",
        "originalText": "They were suddenly exposed to something they hate, so they had to find comfort in something they love. And that was my store.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 280,
        "description": "n/a",
        "originalText": "I am ready to accept your purchase; I am Bryan Honest.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 300,
        "description": "n/a",
        "originalText": "You know I'm right, valued customer.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 317,
        "description": "n/a",
        "originalText": "The $(#man/woman) who brought that beauty into my store was you, valued customer. You revealed to me the most striking thing in the world: Your true shopper's heart! It brings... it brings a tear of joy to my eye. I won't delay it anymore - I'll show you what I have to offer. ::He whispers.:: Just say the words.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 326,
        "description": "n/a",
        "originalText": "I, Bryan Honest, run the largest and only store in Foundry which specializes in mechanical components. You can find anything here, and I mean *any-thing.* Don't forget - they don't call me Honest for no reason. ::He laughs.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 339,
        "description": "n/a",
        "originalText": "Don't forget about my store. You'll regret it, valued customer.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 345,
        "description": "n/a",
        "originalText": "What's not sane about me are my low prices. You do have a point about that, but don't worry, the quality is there. Feel it.",
        "translatedText": ""
    }
]