[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "fo_evelyn",
        "translatedText": ""
    },
    {
        "className": "DM",
        "objectId": 4,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 55,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 56,
        "description": "n/a",
        "originalText": "evelyn",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 61,
        "description": "n/a",
        "originalText": "::Evelyn says nothing, instead letting her angry, deranged stare do the talking.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 68,
        "description": "n/a",
        "originalText": "::You find yourself in Evelyn's bedroom, feeling a strong headache and dizziness after a mere two drinks that weren't that strong at all - let alone enough for you to lose consciousness. As the dark curtain slowly lifts from your eyes, you are presented with a bone-chilling image: Evelyn is standing before you, pointing a large knife right at your face. \r\n\r\nThe semi-drugged, nauseating state you're in only enhances her transformation from beauty into beast, making the experience even more surreal: Her kind eyes have now become flaming furnaces emitting enough heat to turn your skin to liquid; her charming smile - a scrap metal shredder grinning at your impending doom, and her soft, full hair - strands of molten metal erupting from the tip of her head and flowing down her face.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 75,
        "description": "n/a",
        "originalText": "::The young, attractive woman seems to be the only person present in this quiet home. Even at first sight it is clear that this woman shines as bright as a diamond in a bucket of coal when compared to other women you've seen in Foundry so far. Her beautifully elongated face and her slim yet curvy figure form a striking image which is sadly smudged by one tiny imperfection - mild swelling and blackness around her tired green eyes. \r\n\r\nShe is the first one to speak.::\r\n\r\nGood day. May I help you somehow?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 84,
        "description": "n/a",
        "originalText": "Hello. I was just thinking about you, $(context.player.Name).",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 91,
        "description": "n/a",
        "originalText": "What is it?",
        "translatedText": ""
    },
    {
        "className": "PIIAC",
        "objectId": 94,
        "description": "n/a",
        "originalText": "fo_prison",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 101,
        "description": "n/a",
        "originalText": "::Only as you recoil do you realize you have been undressed almost completely, which further exacerbates your position. After she watches you flounder about for a few moments, she finally decides to speak.::\r\n\r\nOh, my sweet $(context.player.Name), how naive can you get. Now that I have you in my grasp, we're going to have so much fun! Well, at least I will - duh! ::After finishing her last sentence, she clenches her knife and moves toward you.::",
        "translatedText": ""
    },
    {
        "className": "BC",
        "objectId": 105,
        "description": "n/a",
        "originalText": "context.npc_fo_evelyn_met",
        "translatedText": ""
    },
    {
        "className": "SBFV",
        "objectId": 107,
        "description": "n/a",
        "originalText": "context.npc_fo_evelyn_met",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 112,
        "description": "n/a",
        "originalText": "Hi, my name's $(context.player.Name), I apologize if I'm disturbing you, but I'd just like to ask you a couple of questions.",
        "translatedText": ""
    },
    {
        "className": "SQA",
        "objectId": 137,
        "description": "n/a",
        "originalText": "fo_EvelynChase",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 143,
        "description": "n/a",
        "originalText": "::End Dialog.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 148,
        "description": "n/a",
        "originalText": "::She smiles.:: Well, since you're so polite I suppose I'll have to indulge you. My name is Evelyn Ingram, $(context.player.Name). What would you like to talk to me about?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 154,
        "description": "n/a",
        "originalText": "Nice to meet you. I'm Evelyn. What do you need?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 162,
        "description": "n/a",
        "originalText": "Who are you and what do you do around here?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 167,
        "description": "n/a",
        "originalText": "A beautiful woman like you should not be forced to sit alone in her home and wither away. I can make you company, if you don't have a problem with that.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 174,
        "description": "n/a",
        "originalText": "How do you feel now that the mine has been reopened?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 181,
        "description": "n/a",
        "originalText": "What can you tell me about Foundry?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 186,
        "description": "n/a",
        "originalText": "What was I thinking! I'd like to have a drink with you - if the offer still stands?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 192,
        "description": "n/a",
        "originalText": "Do you know anything about creatures from the mine?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 198,
        "description": "n/a",
        "originalText": "Are you bothered by those people from the slums? I mean, you live right next to them.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 212,
        "description": "n/a",
        "originalText": "Ah, I don't think it would be very smart of me to discuss personal information with strangers... but you seem like an honest guy. Different than the ones I'm usually surrounded with.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 219,
        "description": "n/a",
        "originalText": "Excuse me? I just met you and I'm not comfortable talking about private things with strangers.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 227,
        "description": "n/a",
        "originalText": "::A charming smile slowly appears on her face.:: Not at all. Thank you for the compliment, but I don't consider myself *that* beautiful. Pretty seems more appropriate. But, you are right about me being alone... that is true, sadly.\r\n\r\n::She pauses, letting her seductive stare convey her unspoken thoughts. After a few quiet moments, she turns away to grab a bottle of some seemingly expensive drink and shows it to you.:: Care for a drink?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 238,
        "description": "n/a",
        "originalText": "Well, well, if it isn't the \"boss\" himself. The mayor and the chief want most of the glory for themselves, but *I* know who did all the hard work. It takes one brave, strong, capable man to do what you did. If you ever find a break from doing heroic deeds, you could perhaps find some time tell me all about your endeavors.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 244,
        "description": "n/a",
        "originalText": "I heard people talking about it. I'm glad it was over quickly.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 254,
        "description": "n/a",
        "originalText": "About Foundry? Foundry is well known throughout Underrail for its rich mine, and because we're the largest exporter of iron in the region. That allows us to afford a strong defense, which we need if we are to defend ourselves from raiders. Unfortunately, Foundry is also the most polluted station in the region... and life expectancy isn't the best either. ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 260,
        "description": "n/a",
        "originalText": "You know, I don't feel like being a tour guide right now. Foundry has a rich mine, strong defence, pollution.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 269,
        "description": "n/a",
        "originalText": "::She crosses her arms and takes a good look at you before speaking:: Do you really expect me to offer you a drink again, after what you did to me earlier?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 281,
        "description": "n/a",
        "originalText": "Not much, I've mostly heard people say those things look like they're made of rocks or something, but that's all I know. Luckily, I never had a chance to meet one in person and learn whether that description is true.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 291,
        "description": "n/a",
        "originalText": "Hmmm, they rarely even come out, and when they do, they don't bother me at all. Now, Messer on the other hand, our local butcher, is having some... difficulties with those people, as far as he tells me. I think you can figure out why a bunch of underfed bums would bother a butcher who's got a pen full of pigs in the back.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 299,
        "description": "n/a",
        "originalText": "See you again. Bye.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 304,
        "description": "n/a",
        "originalText": "Goodbye.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 311,
        "description": "n/a",
        "originalText": "I don't know what to say about myself... Well, I was the wife of the former Foundry Guard chief, Michael Ingram. You might have heard of him. Sadly, he died some time ago from a heart attack, leaving me... all alone.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 319,
        "description": "n/a",
        "originalText": "If you're going to ask me direct personal questions like that - I suggest you find someone else to interrogate.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 332,
        "description": "n/a",
        "originalText": "::Have a drink with Evelyn.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 337,
        "description": "n/a",
        "originalText": "A drink? Are you sure this isn't a misunderstanding?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 344,
        "description": "n/a",
        "originalText": "I'd really love to hear it.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 350,
        "description": "n/a",
        "originalText": "Good news.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 357,
        "description": "n/a",
        "originalText": "To tell you the truth, I don't care much about this place. I'd leave it if I could.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 363,
        "description": "n/a",
        "originalText": "That's all there is to it.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 371,
        "description": "n/a",
        "originalText": "Yes.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 375,
        "description": "n/a",
        "originalText": "Well, no. You are right to be mad.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 379,
        "description": "n/a",
        "originalText": "I'm really, really sorry. I'll be good this time.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 386,
        "description": "n/a",
        "originalText": "And I hope I never meet one. You know, I'm sure the Foundry Guard situation will be resolved quickly, and the mine will be operational again.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 395,
        "description": "n/a",
        "originalText": "And he is such a lovely man, Messer, and probably the only person I like talking to around here. ",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 402,
        "description": "n/a",
        "originalText": "I'm very sorry to hear that.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 406,
        "description": "n/a",
        "originalText": "I'm sorry. Maybe we should change the subject.",
        "translatedText": ""
    },
    {
        "className": "PCA1",
        "objectId": 410,
        "description": "n/a",
        "originalText": "Fo_EvelynSeduces",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 415,
        "description": "n/a",
        "originalText": "Well, let's see now... ::She smiles.:: First, I would like for you to have a nice drink with me, or several. After that... well, who knows, we'll see what happens after that, if you understand what I... mean.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 424,
        "description": "n/a",
        "originalText": "::She pauses for several seconds, alternately looking at you then away as she considers your words. Finally, she speaks.::\r\n \r\nI think today is your lucky day, $(context.player.Name). Usually I would not give anyone a second chance after doing what you did, but there's just something... special about you...",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 431,
        "description": "n/a",
        "originalText": "You seem pretty nice too. ::She smiles.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 437,
        "description": "n/a",
        "originalText": "I was really shocked when he died. All was well until one day he suddenly fell, dying before he hit the floor. Doctor Stevenson told me that it was a heart attack; apparently he'd been overworked and overstressed and... slept too little. Not to mention the \"quality\" of living conditions here. In the end, all that got to him, leaving me to cope with... loneliness.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 443,
        "description": "n/a",
        "originalText": "Don't feel sorry. While it is... difficult for me to speak about it, sometimes it's good to speak about these things. And you seem like a good listener. Anyway...",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 449,
        "description": "n/a",
        "originalText": "Sorry, but I'm going to have to say no.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 455,
        "description": "n/a",
        "originalText": "Losing a man I loved like that left a hole in my heart I don't think I'll ever be able to fill again. I don't know... who knows, maybe it's time for me to move on. I *am* young and still have so much to live for...",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 461,
        "description": "n/a",
        "originalText": "::All seductiveness instantly evaporates from her face, leaving behind only an expression of disappointment.:: Well, in that case, *I* am the one that should be sorry. Maybe it really was a misunderstanding. A woman like me can get lonely in a boring place like this, you know. I apologize for... this.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 467,
        "description": "n/a",
        "originalText": "::She sighs.:: It's... complicated. Maybe that's enough about that subject.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 477,
        "description": "n/a",
        "originalText": "Anyway, is there anything else you wanted or are we done?",
        "translatedText": ""
    }
]