[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "sos_phoneTobin",
        "translatedText": ""
    },
    {
        "className": "DM",
        "objectId": 4,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 12,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 13,
        "description": "n/a",
        "originalText": "interface",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 17,
        "description": "n/a",
        "originalText": "::As the loud ringing stops, you focus closely on the call. For a moment, nothing but silence can be heard. Suddenly, a loud yet clearly modified voice speaks up.::\r\n\r\nFor the longest amount of time, *justice* has been dispensed. Yet one would wonder, had it be done truly as it's called, did it satisfy all of the parties equally and had it have served it's true intent. This is what for, justice itself, needs to be reexamined. For many would argue, that it had done anything but. And here, with a helping hand, justice could take a new form, such, that would take it's meaningful intent and manifest it for all, especially the involved, to see, hear and feel, every last bit of it.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 30,
        "description": "n/a",
        "originalText": "Hello? What is this all about?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 49,
        "description": "n/a",
        "originalText": "That's a bunch of nonsense.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 52,
        "description": "n/a",
        "originalText": "::Leave.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 56,
        "description": "n/a",
        "originalText": "Some have had given to themselves the right to judge the others, brought before them for acts unknowable to them in the first place. With wit and wisdom, had they spoken and had they brought verdicts worthy of convicts crimes, or so it was thought that way. The presence of the jury would matter little if at all, for the ones self-proclaimed capable and righteous to look upon the faulty and wrongful, have had spoken, never to be questioned for if they had done so successfully. And a failure they were, time and time again.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 62,
        "description": "n/a",
        "originalText": "The new justice seeks not to talk to an individual, yet to a helping hand. Such hand, a part of a collective idea, that would do its bidding for the ultimate goal, would be there only to fulfill the duty of bringing the true balance, the rightful verdict. This directive would have to leave its mark on the convicted, in a way where changes would occur, such to count once and forever going forward. ::A short pause interrupts the speech.:: The self proclaimed have delivered the punishments for the accused, many times wrongfully so, never to answer for their misguidance, never to repent.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 68,
        "description": "n/a",
        "originalText": "Justice should not be ever mistaken, misunderstood or outright wrong. It would be an utter fallacy, and as such, the new justice, now yet to be born, has made a conscious choice. It seeks a helping hand, a hammer for an anvil to undo the ways of old, and usher in a form, one that would make a change, worthy of keeping forever more. The time was given for it to try, to investigate and repair what was wrongfully done before it, by those who had thought that they knew what they were doing all along. ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 74,
        "description": "n/a",
        "originalText": "The helping hand would play a vital role in giving rebirth to the new justice. From its diseased and rotten corpse a new justice would rise, painful and brutal, rewarding and helpful, functional and pure to serve equally everyone involved. In the very essence of the current justice, people appointed to weave it, have become the infected themselves. Time and time again, the echos of their verdicts annihilated more lives than they could ever dream of, never to answer for it.ce.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 79,
        "description": "n/a",
        "originalText": "For a brief amount of time, now, the continuous, ever-growing wrongfulness of the current justice system of the Core City, has been halted. It is after countless mistakes and terrible long-term consequences , that the growing bubble of injustice was fueled with hatred, overflowing with cries for mercy, seeking for an answer, has finally been given a chance to burst. With the aid of a capable helping hand, a new justice could take its place, to once and for all bring up a new and definitive approach to solving any and all truly committed evils. ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 87,
        "description": "n/a",
        "originalText": "Time and a place. Both are prepared and are awaiting the helping hand.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 96,
        "description": "n/a",
        "originalText": "This is not the way I see things. ::Leave.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 140,
        "description": "n/a",
        "originalText": "I prefer the direct approach. Combat it is then.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 144,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 145,
        "description": "n/a",
        "originalText": "Subterfuge is where I excel.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 149,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 150,
        "description": "n/a",
        "originalText": "Technology can make anything work.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 154,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 155,
        "description": "n/a",
        "originalText": "I will talk my way through it.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 159,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 160,
        "description": "n/a",
        "originalText": "Psi is the perfect fit for this subject matter.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 164,
        "description": "n/a",
        "originalText": "Names have little meaning in this cause. To be associated with one would open a possibility for weakness, competition and failure. An idea needs a helping hand to be put into practice. Without the two, there would be nothing to begin with.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 169,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 170,
        "description": "n/a",
        "originalText": "The rampant abuse of power demanded an equal reaction. It was inevitable for someone to act this way. Know this though, that whatever happens, without those currently at the court, the world will become a better place, there is little doubt about it. This would only be the start of it all however, for the roots of this disease, spread as far as human kind does. And an idea, can span even farther.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 175,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 176,
        "description": "n/a",
        "originalText": "The solution to the injustice is within a hands reach, it can be almost felt. The caves that cover us and the chains that bind us, cannot be where it all stops. And the time for it is just perfect. For none have foreseen the consequences of their actions, their poor judgments and their arbitrary pride.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 182,
        "description": "n/a",
        "originalText": "Any and a",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 187,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 193,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 199,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 205,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    }
]