[
    {
        "className": "KI",
        "objectId": 3,
        "description": "n/a",
        "originalText": "generalinfo",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 4,
        "description": "n/a",
        "originalText": "Base ability scores represent character's core potential. These scores are set at the creation time, but can be evolved later to a certain degree. They affect many things in the game, such as skill levels, and are often found as requirements for feats, studies and psi abilities.",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 5,
        "description": "n/a",
        "originalText": "strength",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 6,
        "description": "n/a",
        "originalText": "Strength measures character's muscle power. It affects melee damage and carry capacity. It's also important for characters who intend to use heavier weapons (such as {0}).",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 7,
        "description": "n/a",
        "originalText": "dexterity",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 8,
        "description": "n/a",
        "originalText": "Dexterity measures character's reflexes, hand-eye coordination and finger nimbleness. It affects many things, such as operating locks, thievery, throwing and initiative.\r\n\r\nIt increases critical strike chance of melee attacks. High dexterity also reduces action point cost of unarmed and light weapons (pistols, SMGs, knives, throwing knives and fist weapons).",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 9,
        "description": "n/a",
        "originalText": "agility",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 10,
        "description": "n/a",
        "originalText": "Agility represents character's reflexes, fleet-footedness, as well as affinity towards other athletic and acrobatic activities. Among other things it affects dodge, evasion, initiative and movement points. It also allows the character to move more quietly, increasing the stealth performance.",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 11,
        "description": "n/a",
        "originalText": "constitution",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 12,
        "description": "n/a",
        "originalText": "Constitution represents the health and general stamina of your character. It is important for all types of characters, but especially for those who plan on making the armor suit their main defense. It also helps prevent or lessen the effects of poisons and diseases.",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 13,
        "description": "n/a",
        "originalText": "perception",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 14,
        "description": "n/a",
        "originalText": "Perception represents character's ability to discern objects from far away as well as to notice hidden things in their vicinity. It helps the character to use ranged weapons more effectively, as well as detect hidden objects, passages and creatures.",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 15,
        "description": "n/a",
        "originalText": "will",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 16,
        "description": "n/a",
        "originalText": "Will measures character's mental determination to see to his actions regardless of various mental difficulties, such as pain, suggestion and overwhelming odds, as well as to force his will onto others and the environment.\r\n\r\nIt heavily affects all psi disciplines as well as psi point regeneration.",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 17,
        "description": "n/a",
        "originalText": "will2",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 18,
        "description": "n/a",
        "originalText": "Will measures character's mental determination to see to his actions regardless of various mental difficulties, such as pain, suggestion and overwhelming odds, as well as to force his will onto others and the environment.\r\n\r\nIt heavily affects the potency of all psi disciplines, as well as psi point regeneration.",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 19,
        "description": "n/a",
        "originalText": "intelligence",
        "translatedText": ""
    },
    {
        "className": "KI",
        "objectId": 20,
        "description": "n/a",
        "originalText": "Intelligence determines how well the character learns and reasons. It is important for a character that focuses on science as all disciplines are dependent on it.\r\n\r\nIt also determines the number of different psi abilities that can be invoked during combat and affects psi point regeneration.",
        "translatedText": ""
    }
]