[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "dnd_bartender",
        "translatedText": ""
    },
    {
        "className": "DM",
        "objectId": 4,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 38,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 39,
        "description": "n/a",
        "originalText": "bartender",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 45,
        "description": "n/a",
        "originalText": "I mix stuff and ya drop it in. Nice and simple.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 79,
        "description": "n/a",
        "originalText": "Tonight, I can hear myself speakin'. That means it's a pretty slow going night. Ready to mix it up a little? ::She winks.::",
        "translatedText": ""
    },
    {
        "className": "ICC",
        "objectId": 82,
        "description": "n/a",
        "originalText": "context.loc_cvw_dragAndDrop_eventType",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 105,
        "description": "n/a",
        "originalText": "Let's see what you've been mixing for tonight. ::Barter.:: ",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 109,
        "description": "n/a",
        "originalText": "Tell me more about this place.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 118,
        "description": "n/a",
        "originalText": "How's the party going?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 122,
        "description": "n/a",
        "originalText": "Any rumors around this place?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 125,
        "description": "n/a",
        "originalText": "I'll think about it. ::Leave.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 130,
        "description": "n/a",
        "originalText": "Drag 'n' Drop, the name pretty much tells it all. This place used to be a mobile naval storage platform. Owned by one of 'em old corporations while they were messin' around here. It can't move on it's own, but rather, it's gotta be towed around by a big ol' ship. Don't ask me why it was made that way cause it makes no sense to me either, aight? ::She shrugs.:: Luckily though, it does have a workin' anchor, otherwise it would've been a huge piece of junk. ::Her attention for a moment is occupied by ever-growing pile of dirty glass shots. She grabs one of them and starts cleaning it up.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 171,
        "description": "n/a",
        "originalText": "We've seen better nights. This time though, people ain't droppin' in.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 194,
        "description": "n/a",
        "originalText": "Anyways, it was abandoned quite a while ago, and my lil' crew and I were the first ones to find it. Figured we could make use out of it, so we turned it into a club as ya can see. Lots of stuff happened since now and then, and nowadays, we rely on friends of ours to drag us around when we make a good deal with 'em. Recent times didn't treat us well at all, when it comes to keepin' our platform in one piece. Ah well, guess all our savings will have to go into renovations. Cost of runnin' any business, am I right? ::She sighs.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 211,
        "description": "n/a",
        "originalText": "Pirates are all over the waters here. They're scarin' off my customers. Not cool.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 218,
        "description": "n/a",
        "originalText": "The other day, some workers were celebratin' here the death of someone called: \"Balor\". I wouldn't drop in for a thing like that. Imagine someone did that to you, you know?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 225,
        "description": "n/a",
        "originalText": "Folks are very happy about the Faceless leavin' the place. They were never a problem for me so I don't know. I guess people will stop talkin' about them now. The topic was so annoyin'.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 232,
        "description": "n/a",
        "originalText": "Lots of people are mumblin' about them Faceless. It's getting annoyin' at this point.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 238,
        "description": "n/a",
        "originalText": "There is a big openin' of sorts in the waterways, west of the Rig, I think. People are sayin' it's got a bad omen to it. Bunch of fellas went in there and never came back.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 245,
        "description": "n/a",
        "originalText": "Some fellas are talkin' about a certain someone chillin' alone on a nice big ol' ship near the Core City. They are callin' him some really bad names though. Like, a fat rat or somethin'. Not sure why they're hatin'.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 251,
        "description": "n/a",
        "originalText": "Not really a rumor per say, but I kinda miss that one guy which dropped in here once. He was all sorts of strange but he knew his way with the mixes and stuff. The two of us could've made a huge business if he was to stay here with us. ::She licks her lips.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 258,
        "description": "n/a",
        "originalText": "One time, an old guy came in here makin' some weird noises and stuff. He freaked me out a little, cuz' he was all shakin' and talkin' to himself. All I could hear from him was some talk about trophies and an eater or somethin'. I don't know. ::She shrugs.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 265,
        "description": "n/a",
        "originalText": "Some Black Eels were all mad about somethin'. They were like: \"Oh no what do we do without him? ::She makes a worried ironic face.:: There's no one left to run the Junkyard now.\" ::She sighs.:: Who cares, really.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 272,
        "description": "n/a",
        "originalText": "Workers from Foundry are all very excited all of a sudden. They are sayin' that the mine has reopened. And all I'm thinkin' about is like, someone's gotta deliver the water, you know. Feed those who provide for the rest of us. ::She laughs.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 278,
        "description": "n/a",
        "originalText": "Waterways are pretty messy these days. Fellas are talkin' about it all the time. I'm afraid I'll lose a bunch of customers. Oh well... ::She shakes her head.::",
        "translatedText": ""
    },
    {
        "className": "BC",
        "objectId": 282,
        "description": "n/a",
        "originalText": "context.quests_xpbl_pirates_secondRaid_shipCleared",
        "translatedText": ""
    }
]