[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "dun_cvw_hr_daphneAndBrer",
        "translatedText": ""
    },
    {
        "className": "DM",
        "objectId": 4,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 35,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 36,
        "description": "n/a",
        "originalText": "merchant",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 42,
        "description": "n/a",
        "originalText": "Hey, uhm... down to hop one up? ::Gestures a drinking motion and laughs.::",
        "translatedText": ""
    },
    {
        "className": "CCRCC",
        "objectId": 52,
        "description": "n/a",
        "originalText": "bartender",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 66,
        "description": "n/a",
        "originalText": "::Hunched in a corner of a busy shop is a man fixated on his craft which is lying on a chaotic desk in the middle of the room. He's working on constructing some sort of nasty contraption, closely resembling a deployable toolbox or a trap with various sharp objects protruding outwards, one could use to deter access to a particular area around it. The device seems to be purely mechanical, as you can't see anything that would indicate otherwise. \r\n\r\nHe notices that you are inside, however he addresses you only mildly, focusing on his work; his face a fingernail away from the device.::\r\n\r\nDid you bring me the stuff? ::He briefly lifts up a screwdriver in his right hand.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 75,
        "description": "n/a",
        "originalText": "Help me get rid of this stuff around here. Almost all of it is for sale.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 81,
        "description": "n/a",
        "originalText": "Yeah, I could hop one up, sure. ::Barter.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 85,
        "description": "n/a",
        "originalText": "Can you tell me more about this place?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 89,
        "description": "n/a",
        "originalText": "Any rumors around here?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 92,
        "description": "n/a",
        "originalText": "Maybe later.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 95,
        "description": "n/a",
        "originalText": "::Leave.::",
        "translatedText": ""
    },
    {
        "className": "BC",
        "objectId": 96,
        "description": "n/a",
        "originalText": "xpbl_dun_cvw_hr_brerMet",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 101,
        "description": "n/a",
        "originalText": "What stuff?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 106,
        "description": "n/a",
        "originalText": "Yeah I got your stuff right here.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 110,
        "description": "n/a",
        "originalText": "Ehm, no. I'll go get it.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 125,
        "description": "n/a",
        "originalText": "Huh, the story of this place is quite... hard to believe. I've been told that this corner of the cave used to be one of the hideouts for some looters, you know, the usual business. One day, they caught certain someone, a traveler or something, whom they've tried to rob; as they usually do. Apparently, he had some hoppers with him and, having no way out, he offered to teach them how to tame them. Just for the fun of it, they've accepted the offer and in return they would let him slide. ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 130,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 131,
        "description": "n/a",
        "originalText": "Nothing really out of the ordinary. I don't know, it's just... I don't care at all what others are gossiping around. Bunch of backbites, is what they are. ::She looks away.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 136,
        "description": "n/a",
        "originalText": "Huh? It didn't arrive yet? Damned slackers. ::He shakes his head side to side, still not realizing whom he's talking to.:: Ah... there's no way I'm going to make this work without it. Whatever, they can't blame it on me again. Next race'll have some extra fuel I guess. ::Dripping sweat covers his tired face. His greasy hands cross his forehead wiping most of the moisture, replacing one issue with another as his face is now covered in oil stains. This does however remove some burden off of from him, since now he manages to stand properly upright, looking straight at you.:: Oh, uhm... I'm not sure we've met. Name's Brer and umm, I'm in charge of the racing track. Someone's gotta keep it in service and add some extra gas to it from time to time, you know. Who're you?",
        "translatedText": ""
    },
    {
        "className": "SBFV",
        "objectId": 144,
        "description": "n/a",
        "originalText": "xpbl_dun_cvw_hr_brerMet",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 147,
        "description": "n/a",
        "originalText": "::He lowers the screwdriver he was holding and reaches with his hand, gesturing you to hand him over something. Looking up his forearm it's hard not to notice the shape it's in, which, when considering the rest of the body - being quite fat and in poor condition is in total contrast with his masculine boulder arm, greased and covered in scars all the way to the shoulders.:: \r\n\r\nCome on, I ain't got all day - the finals'll start soon.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 159,
        "description": "n/a",
        "originalText": "Pfft... ::He continues with his work, as if you weren't there.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 172,
        "description": "n/a",
        "originalText": "Tell me more about this place.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 176,
        "description": "n/a",
        "originalText": "Have you heard any rumors?",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 179,
        "description": "n/a",
        "originalText": "I'll be right back. ::Leave.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 183,
        "description": "n/a",
        "originalText": "Before you knew it, they started to get good at it, and soon enough, they've started trying out various \"games\" using the creatures. ::She rolls her eyes.:: One thing led to another, and here it is: the *Hopperdrome*. ::Unconvinced by her own story, she shrugs her shoulders.:: Ehh, forget about it.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 191,
        "description": "n/a",
        "originalText": "I'm $(context.player.Name). ",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 195,
        "description": "n/a",
        "originalText": "My name is not important.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 199,
        "description": "n/a",
        "originalText": "There will be no next race for you! ::Attack!::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 203,
        "description": "n/a",
        "originalText": "None of your concern.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 208,
        "description": "n/a",
        "originalText": "::[Strength] Pick up a nearby large mechanical part and place it on his hand.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 213,
        "description": "n/a",
        "originalText": "::[Strength] Grab his hand and pull it.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 218,
        "description": "n/a",
        "originalText": "::[Strength]:: High five! ::Slap his hand.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 222,
        "description": "n/a",
        "originalText": "::Leave him hanging.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 226,
        "description": "n/a",
        "originalText": "I'm sorry, I don't have your stuff.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 229,
        "description": "n/a",
        "originalText": "::Leave.::",
        "translatedText": ""
    },
    {
        "className": "RCPJ",
        "objectId": 231,
        "description": "n/a",
        "originalText": "GuardAnimation",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 236,
        "description": "n/a",
        "originalText": "My fat ass is here to maintain the track, that's all. See, I was called in here and given some place to work with, by a group of \"friends\" or rather, umm... clients. None of the people around here were the part of the big ones; those that hold all the strings over at the city. ::He briefly nudges his head backwards.:: In fact it's the opposite. Damned bastards would flush me out wherever I'd set up shop away from their greedy meagre hands, doing the stuff I know best - fixing junk. As one thing led to another, gangs that I've been working with needed someone who'd keep their stuff up and running, all within paws reach. While I was at the city, I was given plenty of... excuses to get out. It's just that I've never had the gizmo to pull it off. Eventually, my regulars offered some good scraps and all ::He gasps::, well here I am. ::He knocks on the table.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 256,
        "description": "n/a",
        "originalText": "Alright ::He nods.:: ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 262,
        "description": "n/a",
        "originalText": "Hmph, that I won't argue with. ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 269,
        "description": "n/a",
        "originalText": "I suppose you're right. ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 277,
        "description": "n/a",
        "originalText": "::There's a heavy toolbox filled with bolts and screws, right next to the device he's working on, By grabbing it on its two handles, you lift it up quietly and immediately start moving it above his palm. As soon as you feel the tips of the fingers touching the bottom of the box, you release it. Suddenly his hand drops down, nearly getting squashed between the kit and the table. In ankle alone, he manages to stabilize the fall, preventing any injury in process. This causes him to drop the work, now fully focused on lowering the box on the table safely.::\r\n\r\nIs this a new one you came up with to derail my work? I'll give it to you, no one did that to me before. Hmph, but I still got it, been through similar mishaps before. Thought I was the only one around here able to move that thing just like that. ::Sweat runs rampant on his face, heat mist clouding the glass of his goggles. He lifts them up to get a better view of you. By the expression of his face, he's taken back a little.:: Oh, umm, have we met? Name's Brer, and I'm in charge of keeping the track rolling.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 282,
        "description": "n/a",
        "originalText": "::The objects populating the table before you are quite massive, all brimmed with mechanical components. Among them is a toolbox loaded with a bunch of gadgets and instruments, all of which are resting in a pool of bolts and screws. You grab its two handles by the side and try to lift it up quietly. As soon as you pull it, you realize that it's way heavier than it looks as the box starts to wobble around, scratching the metal below, causing very loud scratching noise. The rattling of the tools inside further contribute to this mess, which immediately takes the attention away from the mechanic's work, as he makes a loud gasp. He sees that you're struggling with the box and with a mere touch of his hand, he halts your attempts to lift it up.:: The hell're you doing? Trying to mess up with me again? \r\n\r\n::He lifts up his goggles.:: Oh, umm... who're you? And where's my stuff? ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 294,
        "description": "n/a",
        "originalText": "::You pull his hand fiercely, causing him to lunge forward, colliding with the desk. The loud bump makes him drop the tools he was holding, and he quickly manages to hold his ground by gripping the table with his free hand.:: You messing with me? ::Only now he looks at you, with a surprising smirk on his face. After that, he pulls away from you, taking safe distance.:: That's admirable. ::He nods and brushes his right shoulder.:: Alright now, quit fooling around, did you get my stuff or not? ::After he's done cleaning up a little, he glances over at you once again. This time, you can see his dark, bloodshot eyes open up as red dim headlights. Your physique catches his attention as he makes sure to register most of it.:: Hmm, new here? That's one way to get the train going; hmph, you as a clear *locomotive*, in fact ::He nods in approval::. This rough cargo's Brer, the one in charge of keeping the Hopperdrome's race track rolling.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 299,
        "description": "n/a",
        "originalText": "::You attempt to grip his hand and pull as hard as you can. His open palm stands still, unphased by the force you exert on it. Realizing what's going on, he retracts his hand backwards and immediately utilizes it to continue on his work. Annoyed with what you've tried to do, he makes a grim expression on his exasperated face, which hasn't moved at all since you walked in.:: This again? Seriously? Don't you have anything better to do? This old wagon's been pulling all you quakers for far too long. Now, where's my stuff?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 310,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 311,
        "description": "n/a",
        "originalText": "::The force of your slap roars a loud echoing clap, making his hand smack the table below it. Rattling noises ensue as the table absorbs the impact, shaking everything that was on top of it. Despite that, he starts to chuckle as he proceeds to halt his work. His greasy hand now starts to grow red, as a rush of blood pours from within managing to prevent any open injury. He moves the swollen hand closer to his mouth to cool it off with a few puffs of breath.:: Damn, that was a hard one. You know what, I respect that kind of strength. ::As he cools off, he only now glances at you.:: Umm, are you new here? I'm Brer the hand behind the Hopperdrome's racing tracks. The mechanics part of it, that is.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 316,
        "description": "n/a",
        "originalText": "::You slap his palm with all you've got. As if you attempted to hit a rock, your hand bounces off without making any impact on him. All it did was make him stop working on the device, which he does by lowering the tool he was holding in the other hand.:: Seriously, this again? How many times do people around here have to mess with me for no reason? ::He halts as he tries to remember you.:: Ummm... you're new here, right? How fast have you picked up their dirty pranks, hmph. ::He sighs.:: I'm Brer and I'm in charge of maintaining the racing track. Did you bring me my stuff?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 324,
        "description": "n/a",
        "originalText": "::It's quite obvious he has no time to waste, as you notice his hand go up and down, eagerly awaiting for you. Being in a rush, you can see that he's quite crafty with only one dedicated hand, the other still suspended in the air. Eventually it becomes too much for him to handle as he figures out what you're doing. ::Think yourself funny, huh? Pranks? Right now? Ugh... come on now! ::He chuckles to himself.:: Fine, fine you got me. Now, hand me over the stuff. By putting in on the *table*.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 334,
        "description": "n/a",
        "originalText": "Huge payouts are going on around here. When there's so much on the line, you bet someones going to put in a lot of extra work to skew the odds. These hoppers here, they're getting juiced up with all sorts of things. Poor little bastards getting stressed out for real. And all this for our entertainment. ::He laughs and shakes his head.:: Yeah, that's life.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 341,
        "description": "n/a",
        "originalText": "We ran out of all extra ammo and guns we've had since The Rig went to scraps. Everyone who came here recently out here talks about that. With pirates and all, no wonder people are all riled up.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 348,
        "description": "n/a",
        "originalText": "Heard that the faceless have retreated. Well, now the real thugs can bring back their goons to harass people who don't oblige by their rules. Lucky I'm here though.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 354,
        "description": "n/a",
        "originalText": "Now that the business's rolling in here, I'd be extra careful sailing the waters. Hopperdrome's trying to compete with the biggest players out there. Their own greed might become their downfall. Hmph, as long as I get to keep my head between the shoulders.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 360,
        "description": "n/a",
        "originalText": "All the way west from the Rig. There's a place where the real risk takers go out to seek, you know... *adventure*. I don't know, I sure as hell wouldn't have been among the first ones to just go in there like that. ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 366,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 367,
        "description": "n/a",
        "originalText": "Without the approval of the Black Eels back in the day, none of this here would've been possible. Right now though, I'm not sure what's going on. Interests left and right, it's just so messed up, you know. Someone took out Silas! That's both insane and well... not surprising. Just keep an extra eye out, no other way about it.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 372,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 373,
        "description": "n/a",
        "originalText": "I'm afraid this place'll get raided soon. There no way so much money goes through here and someone doesn't plot to take it over. Witnessed similar things way too many times back at the city.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 378,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 379,
        "description": "n/a",
        "originalText": "There's this place, they call it D 'n' D. I dig it, been there once. Would've been cool if we made a deal; have them work with us. Think we'd be able to make some big things.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 387,
        "description": "n/a",
        "originalText": "Well, this is my shop. It's filled with a bunch of stuff I'd like to get rid off ::He points all over the shelves nearby.:: The mess in here is just growing and if keeps going like that, I'll drown in it. ::He laughs.:: For a price, I'll let you carry that burden.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 403,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 404,
        "description": "n/a",
        "originalText": "I'm $(context.player.Name). I don't have your stuff.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 407,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 408,
        "description": "n/a",
        "originalText": "How about I stuff you! ::Attack!::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 411,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 412,
        "description": "n/a",
        "originalText": "I have no clue where your stuff is.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 418,
        "description": "n/a",
        "originalText": " ::He nods.::This brings back the memories of the docks… yeah. With a pull like that, I bet you'd be able to arm wrestle all of those pipeworkers out there.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 425,
        "description": "n/a",
        "originalText": "I don't have it.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 429,
        "description": "n/a",
        "originalText": "What stuff?",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 434,
        "description": "n/a",
        "originalText": "English",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 435,
        "description": "n/a",
        "originalText": " ::He places the hurt palm on his cheek and slightly moves it up and down.:: I'll never forget once I had one of those land here. Sure as hell I've learned my lesson that day.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 444,
        "description": "n/a",
        "originalText": "How about I put your sliced up head on the table! ::Attack!::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 458,
        "description": "n/a",
        "originalText": " You've displayed something I admire a ton - strength. I'll throw in something special that could perhaps catch your interest. ::He nods.::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 465,
        "description": "n/a",
        "originalText": "Would you expect less from $(context.player.Name), the one and only Invictus.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 469,
        "description": "n/a",
        "originalText": "Okay, guess I'm not going to finishing this thing in time. ::He gasps.:: ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 476,
        "description": "n/a",
        "originalText": "Pfft, whatever then. Ahhh... I'll just chill out for now, there is no way I'll get to finish this thing in time. Actually before that, I'd like to get rid of as many things as possible from this shop. For a price I'll sell you most of it.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 487,
        "description": "n/a",
        "originalText": "Invictus? Hmph, wait until we get this place growing. Soon enough, that prestige of yours will be left behind in dust. Winning Hopperdrome consistently will be *the thing* around here. We'll come up with a new title, one that's worthy of such great deed. ",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 495,
        "description": "n/a",
        "originalText": "There's no challenge I cannot overcome.",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 499,
        "description": "n/a",
        "originalText": "Wishful thinking.",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 503,
        "description": "n/a",
        "originalText": "It'll only get harder and harder, trust me on that. ::He pauses briefly.:: ",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 509,
        "description": "n/a",
        "originalText": "Just you wait. What we have here is a gold mine in making. ::He nods at you.:: ",
        "translatedText": ""
    }
]