[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "dc_inm",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 28,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 29,
        "description": "n/a",
        "originalText": "interface",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 34,
        "description": "n/a",
        "originalText": "::Welcome, D. Slavkovic\r\n\r\nMain::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 39,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 47,
        "description": "n/a",
        "originalText": "::Access INM::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 50,
        "description": "n/a",
        "originalText": "::Exit::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 53,
        "description": "n/a",
        "originalText": "::Warning! INM is currently offline. Please check your connection to INHE network and restart your client.\r\nIf the problem persists, contact one of the network administrators.\r\n\r\nNumber of contacts: 16\r\nContacts online: 0::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 64,
        "description": "n/a",
        "originalText": "::Back to main::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 120,
        "description": "n/a",
        "originalText": "::D. Slavkovic: Austein, send someone to pick me up. I want to take a look at the subjects in Mutagen Tanks B.\r\nF. Austein: Certainly, Dr. Slavkovic.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 134,
        "description": "n/a",
        "originalText": "::D. Slavkovic: I read what you sent me. It is sound. However, I don't trust a drunkard like Dyson.\r\nA. Matveev: I can vouch for Dyson, Dr. Slavkovic. When it comes to psionic research, there isn't a man more capable. And his recent discoveries regarding the monoliths have already opened new horizons. I personally inspected his work, and I am pleased with my observations.\r\nA. Matveev: I wouldn't have brought this up to you if I wasn't sure in it.\r\nD. Slavkovic: You didn't. Kirill did.\r\nD. Slavkovic: Although, I know you used him as a proxy.::",
        "translatedText": ""
    },
    {
        "className": "MIFV",
        "objectId": 166,
        "description": "n/a",
        "originalText": "context.npc_rc_dude_learnDyson",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 169,
        "description": "n/a",
        "originalText": "::D. Slavkovic: It is an end of an era. An era of greatness.\r\nD. Slavkovic: It will all turn into dust, my friend. Once you kill each other, and I know you will, Anton, I know you better than you know yourself.\r\nD. Slavkovic: Once you kill each other, once most of Underrail dies of famine it will all be dust. We will fall, while the simple will survive. Like rats. They have enough brains to maintain their existence, but that is their intellectual ceiling. Survival, nothing more, nothing less.\r\nA. Matveev: Your illness is fogging your judgment.\r\nD. Slavkovic: Perhaps. But if that's the case, then it won't last much longer.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 175,
        "description": "n/a",
        "originalText": "::D. Slavkovic: I will be remembered?\r\nD. Slavkovic: What do I get out of people remembering me? Reading about me in literature?\r\nD. Slavkovic: Nothing, that's what. Because I will be nothing. Dead.\r\nD. Slavkovic: And even those memories will be gone with Biocorp.\r\nD. Slavkovic: So if I renounce everything I have, death cannot take it from me. I live with no possessions in this cramped room. I have nothing, which is as much as I'll have in death.\r\nA. Matveev: It is not too late to turn to cryogenics.\r\nD. Slavkovic: This conversation is over. I'm tired.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 182,
        "description": "n/a",
        "originalText": "::D. Slavkovic: No.\r\nK. Gavrilyuk: It's a project of Dyson and Abdul, from Tithonus Lab. The expedition which went south discovered peculiar monoliths. Most likely alien in origin. One of the proposed theories is that fragments of these monoliths can be used to project someone's being into a psionic image, as Dyson defined it.\r\nD. Slavkovic: Is this some kind of joke?\r\nK. Gavrilyuk: No, Dr. Slavkovic. Matveev visited his laboratory. If you are interested, he can fill you in with the details.\r\nD. Slavkovic: I am not interested in witchcraft, Gavrilyuk. Now leave me alone. I am tired of this.\r\nK. Gavrilyuk: As you wish, Dr. Slavkovic.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 188,
        "description": "n/a",
        "originalText": "::A. Matveev: Very good, Dr. Slavkovic.\r\nD. Slavkovic: I don't have much time left anyway.\r\nA. Matveev: Would you like to return to your apartment?\r\nD. Slavkovic: No. Send me Dyson's contact. I would like to speak with him.\r\nA. Matveev: Yes, Dr. Slavkovic.::",
        "translatedText": ""
    }
]