[
    {
        "className": "DM",
        "objectId": 3,
        "description": "n/a",
        "originalText": "merchantsPDA",
        "translatedText": ""
    },
    {
        "className": "J",
        "objectId": 28,
        "description": "n/a",
        "originalText": "Start Element",
        "translatedText": ""
    },
    {
        "className": "A4",
        "objectId": 29,
        "description": "n/a",
        "originalText": "pda",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 36,
        "description": "n/a",
        "originalText": "::This bloody device seems functional, despite having suffered some damage. The screen is scratched, but not cracked, and the left side of the mobile computer's body has been dented in such manner as to suggest that it was grazed by a passing bullet.\r\n\r\nYou can use the touch-sensitive screen to select one of the displayed icons.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 42,
        "description": "n/a",
        "originalText": "::The mobile computer is still functional, although you do notice it is a bit slower to boot than the first time you turned it on.::",
        "translatedText": ""
    },
    {
        "className": "BC",
        "objectId": 45,
        "description": "n/a",
        "originalText": "context.interface_merchantsPda_firstTimeStarted",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 48,
        "description": "n/a",
        "originalText": "",
        "translatedText": ""
    },
    {
        "className": "SBFV",
        "objectId": 60,
        "description": "n/a",
        "originalText": "context.interface_merchantsPda_firstTimeStarted",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 64,
        "description": "n/a",
        "originalText": "::Pictures::",
        "translatedText": ""
    },
    {
        "className": "A3",
        "objectId": 91,
        "description": "n/a",
        "originalText": "::Turn off::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 94,
        "description": "n/a",
        "originalText": "::You browse through several picture folders. One folder seems to contain a bunch of family photos depicting a burly bald man, a pretty blonde woman that is sadly missing her left arm, and four kids: two progressively taller boys and two progressively darker-haired girls. Other folders mostly contain pictures of various weapons, tools and other equipment, except for one which contains a few stunning photos of an impressive, yet to you unknown city.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 100,
        "description": "n/a",
        "originalText": "::Unfortunately, the camera appears to have cracked badly; using it would result in perplexing images of a shattered reality.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 106,
        "description": "n/a",
        "originalText": "::You scroll through a decent selection of songs, some familiar, others not. Out of the unfamiliar ones, the ones that instantly draw your attention are \"Southern love\" by the Martyrs and \"Stillborn\" by Gronothrakht. You play them one after the other: The first is a gentle, romantic, but still somewhat deep ballad, while the other one makes your ears bleed and forces you to turn it off after five seconds.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 112,
        "description": "n/a",
        "originalText": "::Recent memos\r\n\r\nSorted by oldest to newest: ::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 124,
        "description": "n/a",
        "originalText": "::Unknown error: Local map unavailable. \r\n\r\nPlease reinsert the memory card and try again.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 130,
        "description": "n/a",
        "originalText": "::There is only one game to select, and it's solitaire. Playing it might drain the battery too much.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 136,
        "description": "n/a",
        "originalText": "::Connection error! Only local feeds are currently available.\r\n\r\nSorted by oldest to newest: ::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 191,
        "description": "n/a",
        "originalText": "::You return to the main screen.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 196,
        "description": "n/a",
        "originalText": "::You scroll through literally thousands and thousands of memos. It is evident that the owner of this handheld keeps notes of even the most trivial things, beside the more significant events and reminders. You doubt you'll find anything useful in this folder.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 202,
        "description": "n/a",
        "originalText": "::Len's got some new shipment. Should check it out the next time I'm in Junkyard.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 208,
        "description": "n/a",
        "originalText": "::Buy that necklace for Yana the next time you go to Dis.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 215,
        "description": "n/a",
        "originalText": "::Meet Bolivar Daud at the Hardcore City Bar tomorrow, after he has returned from Foundry.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 221,
        "description": "n/a",
        "originalText": "::Met the pipeworker again at the Core City metro station. He pulled out a rancid pig intestine out of a bag and wanted to sell it to me. Also had a liver on a skewer. If we hadn't been at the station, I'd have Chad and Splinter zone him out.\r\n\r\nNote to self: Have Al Fabet killed the next time he shows his face.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 228,
        "description": "n/a",
        "originalText": "::Holy... We ran into the Faceless on our trip back from Foundry. Chad opened fire, but they shot back and zoned both him and Splinter out. They got me and led me into a stuffy cave nearby. Interrogated me about an item, and its description - it's the same thing the Acid Hunters had shown me today! We met at the Foundry exit, and Cornell had it kept in a metal box. Bluish-gray gizmo with ten-twenty sides. Had some weird socket-like openings and even weirder symbols all over it. Told me he got it from some caravan. Wanted to sell it to me, but I told him I don't deal in that. Told him I'd ask around, then we split.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 235,
        "description": "n/a",
        "originalText": "::To all stations,\r\n\r\nThe feed hacker who has been sending vulgar messages under the pseudonym *Steve* has been caught at an access point near Core City. Does not appear to be the same person as the hacker identified as *Phreak*. More information to follow.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 241,
        "description": "n/a",
        "originalText": "::To Rail Crossing,\r\n\r\nSeveral groups of heavily armed Ironheads have been spotted moving from Foundry toward Rail Crossing. Be on the lookout.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 247,
        "description": "n/a",
        "originalText": "::To all stations,\r\n\r\nThe South Tunnel has finally been cleared and secured. Underrail Express traffic has been restored in the South Gate Station area.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 253,
        "description": "n/a",
        "originalText": "::To all stations,\r\n\r\nThe Faceless have been spotted on multiple locations throughout South Underrail. They are using large tunneling machines to transport troops, and all reports suggest that they are heavily armed and large in numbers. They have already shown hostility toward Core City and Rail Crossing. \r\n\r\nAll stations are urged to mount their defenses and report any Faceless sightings as soon as possible.::",
        "translatedText": ""
    },
    {
        "className": "Q",
        "objectId": 263,
        "description": "n/a",
        "originalText": "::As we were returning to Core City, those pipeworkers attacked us. I'm so happy now my camera had been broken when I met Cornell, cause I would've surely taken a picture of that gizmo. If the Faceless found that...\r\n\r\nThey let me go after two hours or so. I'm shaking as I'm typing this. I'm on my way to Core City to warn Cornell and his crew to get rid of that thing! I hope they returned from Foundry, cause I'm not going back there.::",
        "translatedText": ""
    },
    {
        "className": "XJL",
        "objectId": 279,
        "description": "n/a",
        "originalText": "CCUJSFWNQ",
        "translatedText": ""
    }
]